IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_US-Test(Lang:EN)"
IDS_CVL_DLL_ERROR = "Ne peut démarrer COM dll "
IDS_CVL_REPORT_PRINTING = "Impression du rapport "
IDS_CVL_REPORT_GENERATING = "Génération du Rapprot"
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "La version du module de calcul n'est pas compatible avec la version actuelle. Rapport ne peut être généré "
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "La version du module de calcul n'est pas compatible avec la version actuelle. Calcul du poteau ne peut être exécuté "
IDS_CVL_INCORRECT_RATING_DLL_VER_ERROR = "La version du module de calcul n'est pas compatible avec la version actuelle. Rapport ne peut être généré "
IDS_CVL_INCORRECT_SET_BEAM_DLL_VER_ERROR = "La version du module de calcul n'est pas compatible avec la version actuelle ."
IDS_CVL_INCORRECT_TEXT_BEAM_DLL_VER_ERROR = "La version du module de calcul n'est pas compatible avec la version actuelle ."
IDS_CVL_INCORRECT_DLL_VER_ERROR = "Une version de dll incorrecte est liée"
IDS_CVL_NOT_INIT_REPORT_ERROR = "Rapport non initialisé "
IDS_CVL_RPT_US_Sheet_Name_Summary_Table = "Tableau récapitulatif "
IDS_CVL_RPT_US_Sheet_Name_Shear_Connector = "Connecteurs d'effort tranchant "
IDS_CVL_RPT_US_Sheet_Name_Long_Stiffener = "Raidisseurs longitudinaux "
IDS_CVL_RPT_US_Sheet_Name_Bearing_Stiffener = "Raidisseurs d'appui "
IDS_CVL_RPT_US_Web = "Ame "
IDS_CVL_RPT_US_1Side = "Coté 1"
IDS_CVL_RPT_US_2Side = "Coté 2"
IDS_CVL_RPT_US_Top_Flange = "Semelle Sup"
IDS_CVL_RPT_US_Bottom_Flange = "Semelle Inf "
IDS_CVL_RPT_US_Bottom_surface_of_top_flange = "Semelle Sup (Surface inférieure de la semelle supérieure)"
IDS_CVL_RPT_US_Top_surface_of_bottom_flange = "Semelle Inf  (Surface supérieure de la semelle inférieure)"
IDS_CVL_RPT_US_Noncompact_section_Curved_Bridge = "Section mince pour le pont courbé "
IDS_CVL_RPT_US_Noncompact_section = "Noncompact section"
IDS_CVL_RPT_US_Slender_section = "Elancé "
IDS_CVL_RPT_US_Exist = "Existe "
IDS_CVL_RPT_US_Not_Exist = "N'existe pas"
IDS_CVL_RPT_US_Stiffened_Web = "Ame raidi "
IDS_CVL_RPT_US_Unstiffened_Web = "Ame non-raidi"
IDS_CVL_RPT_US_Shear_connector = "Connecteurs d'effort tranchant "
IDS_CVL_RPT_US_Longitudinal_Stiffener = "Raidisseur longitudinal "
IDS_CVL_RPT_US_Stiffener_type_Flat = "Plat"
IDS_CVL_RPT_US_Stiffener_type_Tee = "Té "
IDS_CVL_RPT_US_Stiffener_Num_1 = "Un coté "
IDS_CVL_RPT_US_Stiffener_Num_2 = "Deux cotés"
IDS_CVL_RPT_US_Stiffener_I_type = "Type-I"
IDS_CVL_RPT_US_Stiffener_T_type = "Type-T"
IDS_CVL_RPT_US_Stiffener_U_type = "Type-U"
IDS_CVL_RPT_US_Positive_moment = "Moment positif "
IDS_CVL_RPT_US_Negative_moment = "Moment négatif "
IDS_CVL_RPT_US_Top_part = "(Sup)"
IDS_CVL_RPT_US_Bottom_part = "(Inférieur)"
IDS_CVL_RPT_US_OK = "OK"
IDS_CVL_RPT_US_NG = "NG"
IDS_CVL_RPT_US_Segmental = "Segmentaire "
IDS_CVL_RPT_US_Nonsegmental = "Non-Segmentaire "
IDS_CVL_RPT_US_Solid = "Solide "
IDS_CVL_RPT_US_Box = "Caisson"
IDS_CVL_RPT_US_i_Torsional_design_for_a_section = "%d. dimensionnement à la torsion d'une section"
IDS_CVL_RPT_US_Transfer_Construction = "%d. au cours du transport et pendant la construction"
IDS_CVL_RPT_US_Service_LoadCombination = "%d. En combinaison de charge de service"
IDS_CVL_RPT_US_PSC_Bond = "Collé"
IDS_CVL_RPT_US_PSC_Unbond = "Non-collé"
IDS_CVL_RPT_US_i_Flexure_design_for_a_section = "%d. dimensionnement à la flexion d'une section"
IDS_CVL_RPT_US_Positive = "Positif"
IDS_CVL_RPT_US_Negative = "Négatif"
IDS_CVL_RPT_US_Code = "Code "
IDS_CVL_RPT_US_Strain_compatibility = "Compatibilité des déformations "
IDS_CVL_RPT_US_i_Crack_Check = "%d. vérification de fissuration"
IDS_CVL_RPT_US_i_Shear_design_for_a_section = "%d. dimensionnement au cisaillement d'une section "
IDS_CVL_RPT_US_Compression = "Compression"
IDS_CVL_RPT_US_Tension = "Traction"
IDS_CVL_RPT_US_Top_part2 = "Sup"
IDS_CVL_RPT_US_Bottom_part2 = "Inf "
IDS_CVL_RPT_US_MAX = "MAX"
IDS_CVL_RPT_US_MIN = "MIN"
IDS_CVL_RPT_US_V_MAX = "V-MAX"
IDS_CVL_RPT_US_V_MIN = "V-MIN"
IDS_CVL_RPT_US_T_MAX = "T-MAX"
IDS_CVL_RPT_US_Top_title = "■ Haut"
IDS_CVL_RPT_US_Bottom_title = "■ Bas"
IDS_CVL_RPT_US_Quasi_permanent = "Quasi-permanent "
IDS_CVL_RPT_US_Frequent = "Fréquent "
IDS_CVL_RPT_US_Characteristic = "Caractéristique "
IDS_CVL_RPT_US_Persistent_Transient = "Permanente et transitoire "
IDS_CVL_RPT_US_Characteristic_IRC = "Rare"
IDS_CVL_RPT_US_Persistent_Transient_IRC = "Basique et sismique "
IDS_CVL_RPT_US_Accidental = "Accidentel "
IDS_CVL_RPT_US_Service_Load_I = "Charge de service I"
IDS_CVL_RPT_US_Service_Load_III_IV = "Charge de service III/V"
IDS_CVL_RPT_US_Continued_Load = "Charge de service V"
IDS_CVL_RPT_US_Ultimate_Load_State = "Etat limite ultime "
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_max = "FX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_min = "FX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_max = "FY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_min = "FY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_max = "FZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_min = "FZ-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_max = "MX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_min = "MX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_max = "MY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_min = "MY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_max = "MZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_min = "MZ-MIN"
IDS_CVL_RPT_US_Long_term = "Long-term"
IDS_CVL_RPT_US_Short_term = "Court-term "
IDS_CVL_RPT_US_Long_Load = "Action à long-term"
IDS_CVL_RPT_US_Short_Load = "Action à court-term "
IDS_CVL_RPT_US_Construct_Stress = "ContrainteAuPC "
IDS_CVL_RPT_US_Service_Stress = "ContrainteAuCombCh"
IDS_CVL_RPT_US_Construct_Principal_Stress = "ContraintePrincipaleAuPC "
IDS_CVL_RPT_US_Service_Principal_Stress = "ContraintePrincipaleAuCombCh"
IDS_CVL_RPT_US_PS_Steel = "Contrainte de cable "
IDS_CVL_RPT_US_Crack = "Vérification de fissuration "
IDS_CVL_RPT_US_Flexural_Strength = "Résistance de flexion"
IDS_CVL_RPT_US_Shear_Strength = "Résistance au cisaillement "
IDS_CVL_RPT_US_Torsional_Strength = "Résistance à la torsion"
IDS_CVL_RPT_US_Girder = "Poutre"
IDS_CVL_RPT_US_Slab = "Dalle"
IDS_CVL_RPT_US_Non_Composite = "Non-composée "
IDS_CVL_RPT_US_Composite = "Composée "
IDS_CVL_RPT_US_i_Flexural_Strength = "%d. Vérification de la résistance à la flexion"
IDS_CVL_RPT_US_Positive_moment_title = "■ Moment Positif "
IDS_CVL_RPT_US_Negative_moment_title = "■ Moment Négatif "
IDS_CVL_RPT_US_i_Shear_Strength = "%d. Vérification de la résistance à l'effort tranchant "
IDS_CVL_RPT_US_Max_Shear_Force = "■ Effort tranchant max "
IDS_CVL_RPT_US_Min_Shear_Force = "■ Effort tranchant min "
IDS_CVL_RPT_US_Max_Torsion_Force = "■ Moment de Torsion max "
IDS_CVL_RPT_US_i_Torsional_Strength_Box = "%d. Vérification de la résistance à la torsion (Section en caisson)"
IDS_CVL_RPT_US_i_Torsional_Strength_Solid = "%d. Vérification de la résistance à la torsion (Section pleine)"
IDS_CVL_RPT_US_2_Torsional_Strength_check = "2) vérification de la résistance à torsion "
IDS_CVL_RPT_US_i_Zero_Stress_check = "%d. Vérification de la contrainte nulle "
IDS_CVL_RPT_US_i_Crack_check = "%d. Vérification de fissuration "
IDS_CVL_RPT_US_Sect_Top_Stress = "Contrainte dans les fibres sup "
IDS_CVL_RPT_US_Sect_Bottom_Stress = "Contrainte dans les fibres inf "
IDS_CVL_RPT_US_Strain = "Déformation"
IDS_CVL_RPT_US_Displacement = "Déplacement "
IDS_CVL_RPT_US_ROUGH_CIP = "Durcie (Dalle Coulée sur Place)"
IDS_CVL_RPT_US_MONOLITHICALLY = "Monolithiquement "
IDS_CVL_RPT_US_ROUGH = "Durci intentionnellement "
IDS_CVL_RPT_US_ROUGH_LWC = "Durci intentionnellement (LWC)"
IDS_CVL_RPT_US_ROUGH_NWC = "Durci intentionnellement (NWC)"
IDS_CVL_RPT_US_NOT_ROUGH = "Durci inintentionnellement "
IDS_CVL_RPT_US_ANCHORED = "Ancré "
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_T = "%d) Pourcentage des armatures longitudinales du côté de traction par flexion"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_C = "%d) Pourcentage des armatures longitudinales du côté de compression par flexion"
IDS_CVL_RPT_US_i_Min_Shear_Reinforcement = "%d) Ferraillage transversal minimal de cisaillement  "
IDS_CVL_RPT_US_i_Max_Shear_Reinforcement_Spacing = "%d) Espacement maximal du ferraillage transversal de cisaillement "
IDS_CVL_RPT_US_i_Shear_Strength_web_crushing = "%d) Résistance au cisaillement limitée par l'écrasement de l'âme "
IDS_CVL_RPT_Member = "Elément "
IDS_CVL_RPT_Critical_LCOM = "Combinaison d'action critique"
IDC_CVL_RPT_Fracture_Tensile_Resistance_byUser = "Résistance à la rupture doit être vérifiée séparément par l'utilisateur "
IDC_CVL_RPT_Fcr_byUser_Pipe = "Fcr1 doit être vérifiée séparément par l'utilisateur "
IDC_CVL_RPT_Not_Recommended_compession_member = "Non-recommandé à l'utilisation comme élément soumis à la compression"
IDC_CVL_RPT_Not_Recommended_flexural_member = "Non-recommandé à l'utilisation comme élément soumis à la flexion"
IDS_CVL_RPT_US_Element = "Elément "
IDS_CVL_RPT_US_Position = "Position "
IDS_CVL_RPT_US_Moment_Type = "Type de moment "
IDS_CVL_RPT_US_Dgn_Condition = "Condition de dimensionnement "
IDS_CVL_RPT_US_Flexure = "Flexion"
IDS_CVL_RPT_US_Properties = "Propriétés "
IDS_CVL_RPT_US_Section = "Section "
IDS_CVL_RPT_US_Material = "Matériau "
IDS_CVL_RPT_US_Flange = "Semelle "
IDS_CVL_RPT_US_Design = "Dimensionnement "
IDS_CVL_RPT_US_Strength = "Résistance"
IDS_CVL_RPT_US_Fyc_Desc = "limite d'élasticité en compression de la semelle "
IDS_CVL_RPT_US_Fyw_Desc = "limite d'élasticité de l'âme "
IDS_CVL_RPT_US_Fyt_Desc = "limite d'élasticité de la semelle tendue"
IDS_CVL_RPT_US_Es_Desc = "Module d'élasticité de l'acier "
IDS_CVL_RPT_US_Transverse = "Transversal "
IDS_CVL_RPT_US_Stiffener = "Raidisseur "
IDS_CVL_RPT_US_Type = "Type "
IDS_CVL_RPT_US_Name = "Nom "
IDS_CVL_RPT_US_Elastic = "Elastique "
IDS_CVL_RPT_US_Steel_Gr = "Acier"
IDS_CVL_RPT_US_Steel_Section = "Section d'acier "
IDS_CVL_RPT_US_Composite_Section = "Section composée "
IDS_CVL_RPT_US_3n_Desc = "pour les propriétés des matériaux dépendants du temps définies depuis les résultats d'analyse prenant en compte les effets à long terme."
IDS_CVL_RPT_US_Long_Reinforcement = "Ferraillage longitudinal "
IDS_CVL_RPT_US_Limit_State = "Etat limite"
IDS_CVL_RPT_US_Flexural = "Flexionnel "
IDS_CVL_RPT_US_Resistance = "Résistance "
IDS_CVL_RPT_US_EN_Positive_moment = "Moment positif"
IDS_CVL_RPT_US_EN_Negative_moment = "Moment négatif "
IDS_CVL_RPT_US_Dgn_Force_Stress = "Forces et contraintes de calcul"
IDS_CVL_RPT_US_Load_Combination = "Combinaison de charge "
IDS_CVL_RPT_US_Component = "Element "
IDS_CVL_RPT_US_Forces = "Forces  "
IDS_CVL_RPT_US_Stresses = "Contraintes "
IDS_CVL_RPT_US_No_Positive_Load_Comb = "Combinaison de charge positives n'existe pas. Passer cette vérification "
IDS_CVL_RPT_US_Unbraced_Length = "Longueur non-contreventé "
IDS_CVL_RPT_US_Sect_Proportion = "Proportions de la coupe transversale "
IDS_CVL_RPT_US_Web_Proportion = "Proportions de l'âme "
IDS_CVL_RPT_US_Flange_Proportion = "Proportions de la semelle"
IDS_CVL_RPT_US_Plastic_Moment_Mp = "▪ Moment plastique Mp"
IDS_CVL_RPT_US_Plastic_Force = "Forces plastiques"
IDS_CVL_RPT_US_Plastic_moment = "Moment plastique  "
IDS_CVL_RPT_US_Plastic_Moment = "Moment plastique  "
IDS_CVL_RPT_US_Dist_PNA = "Distance de l'axe neutre plastique "
IDS_CVL_RPT_US_drt_Desc = "Distance de l'ANP au milieu de la nappe supérieure des barres d'armatures"
IDS_CVL_RPT_US_drb_Desc = "Distance de l'ANP au milieu de la nappe inférieure des barres d'armatures"
IDS_CVL_RPT_US_dt_Desc = "Distance de l'axe neutre plastique au milieu de l'épaisseur de la semelle tendue"
IDS_CVL_RPT_US_dw_Desc = "Distance de l'axe neutre plastique à la mi-profndeur de la semelle tendue"
IDS_CVL_RPT_US_dc_Desc = "Distance de l'axe neutre plastique au milieu de l'épaisseur de la semelle comprimée "
IDS_CVL_RPT_US_ds_Desc = "Distance de l'axe neutre plastique au milieu de l'épaisseur de l'hourdis en béton"
IDS_CVL_RPT_US_Check_Case_PNA = "Vérification du cas de l'axe neutre plastique"
IDS_CVL_RPT_US_Dist_of_PNA = "Distane de l'axe neutre plastique"
IDS_CVL_RPT_US_Yield_Moment_My = "▪ Moment d'élasiticité"
IDS_CVL_RPT_US_Yield_Moment_Top_Flange = "Moment d'élasiticité de la semelle supérieure "
IDS_CVL_RPT_US_Yield_Moment_Bottom_Flange = "Moment d'élasiticité de la semelle inférieure  "
IDS_CVL_RPT_US_NegaM_Yield_Moment_Rebar = "Moment d'élasiticité des armatures longitudinales "
IDS_CVL_RPT_US_in_which = "Dans lequel: "
IDS_CVL_RPT_US_S_Desc = "Module de la section non-composée "
IDS_CVL_RPT_US_S3n_Desc = "Module de la section composée à long terme"
IDS_CVL_RPT_US_Sn_Desc = "Module de la section composée à court terme"
IDS_CVL_RPT_US_M_D1_Desc = "Moment de la section non-composée "
IDS_CVL_RPT_US_M_D2_Desc = "Moment de la section composée à long terme"
IDS_CVL_RPT_US_M_AD_Desc = "Moment d'élasticité additionnel d'une section composée à court terme "
IDS_CVL_RPT_US_No_Negative_Load_Comb = "Combinaison de charge négative n'existe pas. Passer cette vérification"
IDS_CVL_RPT_US_Min_Neg_Flex_Conc_Deck_Rbar = "Ferraillage minimal par flexion négative de l'hourdis en béton "
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Positive = "Etat limite de la Résistance à la flexion en flexion positive "
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Negative = "Etat limite de la Résistance à la flexion en flexion négative  "
IDS_CVL_RPT_US_Sect_Classification = "▪ Classification de section"
IDS_CVL_RPT_US_Ductility_Req = "Condition de ductilité "
IDS_CVL_RPT_US_Dp_Desc = "Distance du top de l'hourdis en béton à l'axe neutre de la section composée au moment plastique "
IDS_CVL_RPT_US_Dt_Desc = "Hateur total de la section composée "
IDS_CVL_RPT_US_Sign_Rect = "▪"
IDS_CVL_RPT_US_Flex_Resistance_Cpt_compact = "Résistance à la flexion de la section composée compacte "
IDS_CVL_RPT_US_Nominal_Flex_Resistance_span = "Résistance nominale à la flexion dans une travée continue  "
IDS_CVL_RPT_US_Nominal_Flex_Resistance_Dp = "Résistance nominale à la flexion par Dp"
IDS_CVL_RPT_US_Therefore = "donc, "
IDS_CVL_RPT_US_Check_Flex_Resistance_compact = "Vérification de la résistance à la flexion de la section composée compacte"
IDS_CVL_RPT_US_Check_Flex_Resistance_noncompact = "Vérification de la résistance à la flexion de la section composée non compacte"
IDS_CVL_RPT_US_Check_compression_flange = "Vérification de la semelle comprimée"
IDS_CVL_RPT_US_Check_tension_flange = "Véritication de la semelle tendue"
IDS_CVL_RPT_US_Shored_Construction = "Construction avec étaiement "
IDS_CVL_RPT_US_Flange_Lateral_bend_stress = "Contrainte de flexion déviée dans la semelle "
IDS_CVL_RPT_US_bec_discretely_braced_tension_flg = "A cause de la semelle en traction discrètement contreventée  "
IDS_CVL_RPT_US_for_curved_bridge = "Pour le pont courbé "
IDS_CVL_RPT_US_bec_continuously_braced_flg = "En raison de la semelle à contreventement continu"
IDS_CVL_RPT_US_Elastic_comp_flange_L_bend_stress = "Contrainte élastique de second ordre par flexion latérale de la semelle en compression"
IDS_CVL_RPT_US_bec_discretely_braced_flg = "En raison de la semelle à contreventement discret "
IDS_CVL_RPT_US_fl_Fl_Desc = "Force latérale uniformément distribuée statiquement équivalente "
IDS_CVL_RPT_US_fl_Pl_Desc = "Force concentrée uniformément distribuée statiquement équivalente "
IDS_CVL_RPT_US_fl_F_Desc = "Force distribuée "
IDS_CVL_RPT_US_fl_P_Desc = "Force concentrée "
IDS_CVL_RPT_US_fl_e_Desc = "Excentricité des charges en porte-à-faux"
IDS_CVL_RPT_US_fl_hw_Desc = "Hauteur de l'âme "
IDS_CVL_RPT_US_fl_Lb_Desc = "Longueur non-contreventée "
IDS_CVL_RPT_US_fl_gamma_p_Desc = "Coefficient de charge permanente pour la section non composée "
IDS_CVL_RPT_US_bec_torsional_warping = "A cause du moment de torsion non uniforme "
IDS_CVL_RPT_US_Mb_Desc = "Bi-moment "
IDS_CVL_RPT_US_Iw_Desc = "Inertie de gauchissement "
IDS_CVL_RPT_US_w_f_Desc = "Fonction de gauchissement au point de contrainte "
IDS_CVL_RPT_US_Check = "Vérification"
IDS_CVL_RPT_US_Hybrid_factor_Rh = "Facteur hybride, Rh "
IDS_CVL_RPT_US_homo_sect = "Section homogène "
IDS_CVL_RPT_US_Rh_Hybrid_sect = "Section hybride avec résistance d'acier de l'âme supérieure au deux semelles "
IDS_CVL_RPT_US_Rh_Dn_Desc = "Distance de l'axe neutre élastique plus grande que la face intérieure de la semelle "
IDS_CVL_RPT_US_Rh_Fn_Desc = "Contrainte d'élasticité correpondant à Afn "
IDS_CVL_RPT_US_Rh_Afn_Desc = "Surface de la semelle sur le coté de l'axe neutre correspondant au Dn"
IDS_CVL_RPT_US_Limit_Unbraced_Length_Lp = "Limitation de la longueur contreventée"
IDS_CVL_RPT_US_rt_Desc = "Rayon de giration effectif du déversement "
IDS_CVL_RPT_US_LTB_Stress_Fcr = "Contrainte élastique de déversement"
IDS_CVL_RPT_US_Moment_Gradient_Cb = "Modificateur du gradient du moment"
IDS_CVL_RPT_US_for_unbraced_cantilever = "Pour console non contreventée"
IDS_CVL_RPT_US_Calc_Stress = "Calcul de contrainte "
IDS_CVL_RPT_US_Elastic_Range_Dc = "Dans le domaine élastique, Dc "
IDS_CVL_RPT_US_Dcp_Web_Depth_compression = "Profondeur de l'âme en compression au moment plastique, Dcp"
IDS_CVL_RPT_US_Web_Load_Shedding_Rb = "Coefficient de réduction de charge dans l'âme"
IDS_CVL_RPT_US_In_constructibility = "En constructibilité"
IDS_CVL_RPT_US_Bea_Cpt_sect_satisfied_prop_positive = "Parce que la section composée a satisfait les proportions de section dans la flexion positive "
IDS_CVL_RPT_US_Web_with_long_Stfn = "Âmes avec raidisseurs longitudinaux "
IDS_CVL_RPT_US_fyc_Desc = "Limite d'élasticité minimale d'une semelle comprimée "
IDS_CVL_RPT_US_Flex_Resis_Continuously_Braced_TF = "Résistance "
IDS_CVL_RPT_US_Local_Buck_Resis_Discretely_Braced_CF = "Résistance au flambement local basé sur la semelle comprimée à contreventement continu "
IDS_CVL_RPT_US_LTB_Resis_Discretely_Braced_CF = "Résistance au déversement basée sur la semelle comprimée à contreventement discret "
IDS_CVL_RPT_US_s_compact = "Compacte"
IDS_CVL_RPT_US_s_noncompact = "Non compacte"
IDS_CVL_RPT_US_s_slender = "Elancé "
IDS_CVL_RPT_US_Flex_Resis_Discretely_Braced_CF = "Résistance à la flexion basée sur la semelle en compression contreventée discrètement "
IDS_CVL_RPT_US_Web_Plastification_Factor_Rpc = "Coefficient de plastification de l'âme "
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_CF = "Résistance à la flexion dans la semelle en compression contreventée continue "
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_TF = "Résistance à la flexion dans la semelle en traction contreventée continue "
IDS_CVL_RPT_US_LB_Resis_Discretely_Braced_CF = "Résistance au flambement local basé sur la semelle de compression discrètement contreventée "
IDS_CVL_RPT_US_for_Rolled_sect = "Pour une section laminée "
IDS_CVL_RPT_US_for_built_up_sect = "Pour une section soudée "
IDS_CVL_RPT_US_compact_flange = "Semelle compacte"
IDS_CVL_RPT_US_noncompact_flange = "Semelle non compacte"
IDS_CVL_RPT_US_Pe_Elastic_Buckling_Resistance = "Résistance au flambement élastique critique"
IDS_CVL_RPT_US_Pe_Torsional_Buckling_Resistance = "Résistance à la torsion et résistance au flambement par flexion-torsion "
IDS_CVL_RPT_US_Shear = "Effort tranchant "
IDS_CVL_RPT_US_Max = "Max "
IDS_CVL_RPT_US_Min = "Min "
IDS_CVL_RPT_US_Rat_shear_buck_resis_to_shear_yield_strn = "Coefficient de résistance au voilement par cisaillement à la résistance élastique de cisaillemet "
IDS_CVL_RPT_US_Web_Classification = "Classification d'âme "
IDS_CVL_RPT_US_Long_Stfn = "Raidisseur longitudinal "
IDS_CVL_RPT_US_Tran_Stfn = "Raidisseur transversal  "
IDS_CVL_RPT_US_Tran_Spacing = "Espacement transversal "
IDS_CVL_RPT_US_web_considered = "Alors, Cet âme "
IDS_CVL_RPT_US_Shear_buck_coeff_stiff_web = "Coefficient de voilement par cisaillement des âmes raidis"
IDS_CVL_RPT_US_Shear_buck_coeff_unstiff_web = "Coefficient de voilement par cisaillement des âmes non-raidis"
IDS_CVL_RPT_US_Nom_Resis_unstiff_web_end_panel = "Résistance nominale des âmes intérieurs et des panneaux d'extrémité non-raidis"
IDS_CVL_RPT_US_Vn_C_Desc = "Rapport de la résistance au voilement par cisaillement et la résistance élastique de cisaillement "
IDS_CVL_RPT_US_Nom_Resis_stiff_web = "Résistance nominale des âmes intérieurs raidi"
IDS_CVL_RPT_US_Not_Considerd_PBTFA = "Action de champs de traction en post-flambement Non considéré"
IDS_CVL_RPT_US_Tran_Stiffeners = "Raidisseur transversaux "
IDS_CVL_RPT_US_Projecting_width = "Largeur de projection "
IDS_CVL_RPT_US_TS_D_Desc = "Hauteur de la section d'acier"
IDS_CVL_RPT_US_TS_tp_Desc = "Epaisseur de raidisseur "
IDS_CVL_RPT_US_TS_bf_Desc = "Largeur de la semelle "
IDS_CVL_RPT_US_Moment_Iner_Radius_Gyration = "Moment d'inertie et rayon de giration "
IDS_CVL_RPT_US_yiled_Stfn = "Elasticité du raidisseur "
IDS_CVL_RPT_US_and = "Et"
IDS_CVL_RPT_US_Service = "Service"
IDS_CVL_RPT_US_Conc_Deck_Eff_Check = "Vérification de l'efficatité du béton de l'hourdis"
IDS_CVL_RPT_US_modulus_rupture = "Module de rupture "
IDS_CVL_RPT_US_Service2_factored_ft_in_deck = "Service "
IDS_CVL_RPT_US_P_N_moment = "Moment Positif/Négatif"
IDS_CVL_RPT_US_No_Service_load_Comb_Skip = "Il n'y a pas de combinaison d'action de service. Passer cette vérification"
IDS_CVL_RPT_US_Permanent_deformation = "Déformation permanente"
IDS_CVL_RPT_US_not_compact_sect_positive_flexure_skip = "Cette section n'est pas compacte en flexion positive, Passer la vérification de la semelle supérieure et inférieure "
IDS_CVL_RPT_US_flg_stress_ff_Desc = "Contrainte de la semelle due aux charge de service II calculé sans tenir compte de la flexion latérale de la semelle "
IDS_CVL_RPT_US_flg_stress_Fyf_Desc = "Limite d'élasticité minimale spécifiée d'une semelle"
IDS_CVL_RPT_US_posi_flexure_and = "Flexion positie et "
IDS_CVL_RPT_US_Ser_proportion_limit = "Limite de proportion, ignorez la résistance nominale au flambement par flexion pour le contrôle des âmes."
IDS_CVL_RPT_US_Nom_bend_buck_resistance_web = "Résistance nominale au flambement par flexion pour les âmes"
IDS_CVL_RPT_US_Ser_fc_Desc = "Contrainte de semelle de compression au niveau de la section considérée due aux charges de Service II."
IDS_CVL_RPT_US_Check_stress_conc_deck = "Vérification de la contrainte de l'hourdis en béton"
IDS_CVL_RPT_US_No_condition_checking_skip = "Il n'y a pas de conditions pour vérifier. Ignorez cette vérification."
IDS_CVL_RPT_US_Check_min_nega_flex_conc_deck_Rbar = "Vérification du ferraillage minimal par flexion négative de l'hourdis en béton "
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_not_needed = "Alors, ferraillage minimal par flexion de l'hourdis en béton n'est pas nécessaire "
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_needed = "Alors, ferraillage minimal par flexion de l'hourdis en béton est nécessaire "
IDS_CVL_RPT_US_Constructibility = "Constructibilité "
IDS_CVL_RPT_US_CS_Const_Stage = "Phase de construction"
IDS_CVL_RPT_US_CS_Step = "Etape "
IDS_CVL_RPT_US_C_Steel_Only = "Section d'acier uniquement "
IDS_CVL_RPT_US_No_CS_Skip = "Il n'y a pas de phase de construction. Passer cette vérification "
IDS_CVL_RPT_US_Check_Slend_Web = "Vérifier l'élancement de l'âme "
IDS_CVL_RPT_US_Disc_Braced_Flg_Comp = "Semelle en compression à contreventement discret "
IDS_CVL_RPT_US_Disc_Braced_Flg_Tens = "Semelle en traction à contreventement discret "
IDS_CVL_RPT_US_LB_Stress_tens_flange = "Contrainte de flexion latérale dans la semelle tendue "
IDS_CVL_RPT_US_Chk_flange_nom_yileding = "Vérification de l'élasticité nominale de la semelle "
IDS_CVL_RPT_US_Slender_Web_fl_zero = "Pour les sections avec âme élancé, à ne pas vérifier quand fl est égale à zero"
IDS_CVL_RPT_US_flex_resistance = "Vérification de la résistance à la flexion "
IDS_CVL_RPT_US_Chk_web_bend_buck = "Vérification du flambement par flexion de l'âme "
IDS_CVL_RPT_US_Compact_or_noncompact_web_no_check = "Pour les sections avec âmes compact ou non-compact, à ne pas vérifier "
IDS_CVL_RPT_US_Concrete_Deck = "Hourdis en béton "
IDS_CVL_RPT_US_Long_Stress_Conc_Deck = "Vérification des contraintes longitudinales dans l'hourdis "
IDS_CVL_RPT_US_Dgn_Forces = "Forces de calcul"
IDS_CVL_RPT_US_Shear_req_Web = "Résistance au cisaillement requise pour les âmes "
IDS_CVL_RPT_US_Fati_Limit_State = "Etat limite de fatigue"
IDS_CVL_RPT_US_Fati_moment = "Moment de fatigue"
IDS_CVL_RPT_US_Shear_Force = "Effort tranchant "
IDS_CVL_RPT_US_F_No_Load_Comb_Skip = "Il n'y a pas de combinaison d'action de fatigue. Passer cette vérification "
IDS_CVL_RPT_US_F_Load_Induced_Fati = "Fatigue induite par chargement "
IDS_CVL_RPT_US_F_Check_Load_Induced_Fati = "Vérification de la fatigue induite par charge "
IDS_CVL_RPT_US_F_stress_unfac_DL = "La contrainte de la charge permanente non-pondérée "
IDS_CVL_RPT_US_F_stress_fati_LCB = "Contrante de la combinaison de charge de fatigue "
IDS_CVL_RPT_US_F_Comp_Minus = " - :  Compression "
IDS_CVL_RPT_US_F_Comp_stress_unfac_D = "La contrainte de compression de la charge permanente non-pondérée "
IDS_CVL_RPT_US_F_Tens_stress_fati_LCB = "Contrainte de traction de la combinaison de charge de fatigue"
IDS_CVL_RPT_US_F_Stress_unfac_DL_tens_stress = "La contrainte de la charge permanente non-pondérée est la contrainte de traction "
IDS_CVL_RPT_US_Skip_this_check = "Passer cette vérification "
IDS_CVL_RPT_US_F_No = "No"
IDS_CVL_RPT_US_F_Category = "Catégorie "
IDS_CVL_RPT_US_F_Number_stress = "Numéro de contrainte (n)"
IDS_CVL_RPT_US_F_Equi_Infinite_life_Table = "Equivalent au tableau de vie infinie"
IDS_CVL_RPT_US_for_Fatigue_I_according_to_table = "Pour Fatigue I, conformément au tableau"
IDS_CVL_RPT_US_CAFT = "Seuils de fatigue à Ampliture Constante "
IDS_CVL_RPT_US_for_Fatigue_II = "Pour la fatigue II, "
IDS_CVL_RPT_US_F_Special_Fati_req_web_with_TS = "Exigences spéciales de fatigue des âmes avec des raidisseurs transversaux "
IDS_CVL_RPT_US_F_Web_Vu_Desc = "Cisaillement dans l'âme par cause de la charge permanente non-pondérée plus la charge de fatigue pondérée (Fatigue I)"
IDS_CVL_RPT_US_Sum = "Somme "
IDS_CVL_RPT_US_Warping_stress = "Contrainte de gauchissement "
IDS_CVL_RPT_US_Flex_Resis_flange_tension = "Résistance à la flexion basée sur la semelle tendue "
IDS_CVL_RPT_US_Flex_Resis_box_flange_tension = "Résistance à la flexion basée sur les semelles en boite tendues"
IDS_CVL_RPT_US_Flex_Resis_box_flange_compression = "Résistance à la flexion basée sur les semelles en boite comprimées "
IDS_CVL_RPT_US_LB_Resis_unstiff_flange = "Résistance au flambement local basée sur les semelles non-raidies "
IDS_CVL_RPT_US_LB_Resis_stiff_flange = "Résistance au flambement local basée sur les semelles raidies "
IDS_CVL_RPT_US_PB_coeff_for_uniform_stress = "Coefficient de voilement de paroi pour la contrainte normale uniforme "
IDS_CVL_RPT_US_PB_coeff_shear_stress = "Coefficient de voilement de paroi pour la contrainte de cisaillement "
IDS_CVL_RPT_US_EN_Shear_Connector = "Connecteurs d'effort tranchant "
IDS_CVL_RPT_US_No_SC_Infor_Skip = "Il n'y a pas d'informations sur les Connecteurs de cisaillement. Passer cette vérification "
IDS_CVL_RPT_US_Types = "Types "
IDS_CVL_RPT_US_SC_Channel_sc_do_not_check = "Les connecteurs de cisaillement de canal ne vérifient pas les types."
IDS_CVL_RPT_US_SC_Hs_Desc = "Hauteur du goujon"
IDS_CVL_RPT_US_SC_d_Desc = "Diamètre du goujon"
IDS_CVL_RPT_US_SC_Pitch = "Pas "
IDS_CVL_RPT_US_SC_Shear_Fati_Resis = "Résistance à la fatigue par cisaillement "
IDS_CVL_RPT_US_Article = "Article "
IDS_CVL_RPT_US_Table = "Tableau"
IDS_CVL_RPT_US_SC_w_Desc = "Largeur de canal "
IDS_CVL_RPT_US_SC_Pstr_Desc = "Le pas du connecteur de cisaillement déterminé par l'état limite de résistance "
IDS_CVL_RPT_US_SC_6D_Desc = "%.0f x diamètre du goujon : le pas minimum du connecteur de cisaillement "
IDS_CVL_RPT_US_SC_Vsr_Desc = "Ordre de l'effort tranchant horizontal de fatigue par unité de longueur "
IDS_CVL_RPT_US_SC_Vfat_Desc = "Ordre de l'effort tranchant longitudinal de fatigue par unité de longueur "
IDS_CVL_RPT_US_SC_Ffat_Desc = "Ordre de l'effort tranchant radial de fatigue par unité de longueur "
IDS_CVL_RPT_US_SC_I_Desc = "Moment d'inertie de la section composée à court-terme"
IDS_CVL_RPT_US_SC_Q_Desc = "Moment statique de la surface à court-term transformée de l'hourdis en béton autour de l'axe neutre de la section composée à court-terme"
IDS_CVL_RPT_US_SC_Vf_Desc = "Ordre de l'effort tranchant vertical sous la combinaison de charge de fatigue "
IDS_CVL_RPT_US_SC_Abot_Desc = "Aire de la semelle inférieure "
IDS_CVL_RPT_US_SC_Sig_flg_Desc = "Ordre de contrainte de fatigue longitudinale dans la semelle inférieure "
IDS_CVL_RPT_US_SC_L_Desc = "Distance entre les points de contreventement "
IDS_CVL_RPT_US_SC_w_deck_Desc = "Longueur effective du tablier "
IDS_CVL_RPT_US_SC_R_Desc = "Rayon minimal de la poutrie "
IDS_CVL_RPT_US_SC_Space_inform = "Les connecteurs de cisaillement des goujons ne doivent pas être à moins de 4.0 diamètres de goujon centre à centre transversalement à l'axe longitudinal de l'élément de support"
IDS_CVL_RPT_US_SC_Clear_Dist_Top_flg_To_sc = "La distance libre entre le bord de la semelle supérieure et le bord du connecteur de cisaillement le plus proche ne doit pas être inférieure à %s"
IDS_CVL_RPT_US_SC_Cover_Penetration = "Enrobage et ancrage "
IDS_CVL_RPT_US_SC_CP_Clear_depth = "La profondeur libre du béton couvrant les sommets des connecteurs de cisaillement ne doit pas être inférieure à %s"
IDS_CVL_RPT_US_SC__penetrate_into_conc_deck = "Connecteurs de cisaillement doivent pénétrer au moins %s. dans l'hourdis en béton "
IDS_CVL_RPT_US_SC_ts_Desc = "Epaisseur de l'hourdis en béton"
IDS_CVL_RPT_US_SC_th_Desc = "Epaisseur du point plus haut de l'âme au point plus bas de l'hourdis "
IDS_CVL_RPT_US_SC_tfc_Desc = "Epaisseur de la semelle supérieure "
IDS_CVL_RPT_US_SC_H_Desc = "Hauteur du connecteur de l'effort tranchant "
IDS_CVL_RPT_US_Shear_Resis_Single_SC = "Résistance d'effort tranchant pondérée pour un seul conncteur de cisaillement "
IDS_CVL_RPT_US_Nom_Shear_force = "Effort tranchant nominal "
IDS_CVL_RPT_US_SC_bs_Desc = "Largeur effective de l'hourdis en béton "
IDS_CVL_RPT_US_SC_ts_conc_deck_Desc = "Epaisseur de l'hourdis en béton"
IDS_CVL_RPT_US_SC_bfc_Desc = "Largeur de la semelle en compression"
IDS_CVL_RPT_US_SC_bft_Desc = "Largeur de la semelle en traction"
IDS_CVL_RPT_US_SC_tfc_comp_Desc = "Epaisseur de la semelle en compression"
IDS_CVL_RPT_US_SC_tft_Desc = "Epaisseur de la semelle en traction"
IDS_CVL_RPT_US_SC_Fyw_Desc = "Limite d'élasticité de l'âme "
IDS_CVL_RPT_US_SC_Fyc_Desc = "Limite d'élasticité de la semelle en compression "
IDS_CVL_RPT_US_SC_Fyt_Desc = "Limite d'élasticité de la semelle en traction "
IDS_CVL_RPT_US_SC_tw_Desc = "Epaisseur de l'âme "
IDS_CVL_RPT_US_SC_Min_num_sc_positive_flex = "Nombre minimal des connecteurs de cisaillement en flexion positive "
IDS_CVL_RPT_US_SC_Min_num_sc_negative_flex = "Nombre minimal des connecteurs de cisaillement en flexion négative "
IDS_CVL_RPT_US_SC_No_Fati_LCom_Omit_this_check = "Il n'y a pas de Combinaison de charge de fatige. Négliger cette vérification "
IDS_CVL_RPT_US_SC_Top_Tens = "Haut (Tract.)"
IDS_CVL_RPT_US_SC_Top_Comp = "Haut (Comp.)"
IDS_CVL_RPT_US_SC_Bot_Tens = "Bas(Tract.)"
IDS_CVL_RPT_US_SC_Bot_Comp = "Bas(Comp.)"
IDS_CVL_RPT_US_SC_Fati_Check = "Vérification de la fatigue des connecteurs de cisaillement "
IDS_CVL_RPT_US_from_Table = "A partir du tableau "
IDS_CVL_RPT_US_Stiffeners = "Raidisseurs "
IDS_CVL_RPT_US_LS_No_Stiff_Inform_Skip = "Il n'y a pas d'information sur les raidisseurs. Passer cette vérification "
IDS_CVL_RPT_US_LS_ts_Desc = "Epaisseur du raidisseur longitudinal "
IDS_CVL_RPT_US_LS_Il_Desc = "Moment d'inertie d'un raidisseur d'âme longitudinal "
IDS_CVL_RPT_US_LS_r_Desc = "Rayon de giration d'un raidisseur d'âme longitudinal "
IDS_CVL_RPT_US_LS_d0_Desc = "Espacement du raidisseur transversal "
IDS_CVL_RPT_US_LS_G_R_Desc = "Rayon de la poutre"
IDS_CVL_RPT_US_LS_Flex_stress = "Contrainte de flexion dans les raidisseurs longitudinaux "
IDS_CVL_RPT_US_Bearing_Stiffeners = "Raidisseurs d'appui "
IDS_CVL_RPT_US_BS_Sect_Prop_Dgn_Condi = "Propriétés de section et Conditions de calcul "
IDS_CVL_RPT_US_BS_Material_Stfn = "Matériau des raidisseurs "
IDS_CVL_RPT_US_BS_E_Desc = "Module d'élasticité des raidisseurs "
IDS_CVL_RPT_US_BS_Fys_Desc = "Limite d'élasticité des raidisseurs "
IDS_CVL_RPT_US_BS_Rmax_Desc = "Réaction d'appui"
IDS_CVL_RPT_US_BS_bt_Desc = "Larguer des raidisseurs "
IDS_CVL_RPT_US_BS_tp_Desc = "Epaisseur des raidisseurs "
IDS_CVL_RPT_US_BS_n_Desc = "Paires de raidisseurs "
IDS_CVL_RPT_US_BS_d_Desc = "Espacement des raidisseurs"
IDS_CVL_RPT_US_Height_Web = "Hauteur de l'âme "
IDS_CVL_RPT_US_BS_tw_Desc = "Epaisseur de l'âme "
IDS_CVL_RPT_US_BS_R_Desc = "Soudure d'angle âme-semelle "
IDS_CVL_RPT_US_BS_Alw_width = "Largeur autorisable "
IDS_CVL_RPT_US_Bearing_Resis = "Capacité portante "
IDS_CVL_RPT_US_Nominal_Bearing_Resis = "Capacité portante nominale "
IDS_CVL_RPT_US_Factored_Bearing_Resis = "Capacité portante pondérée "
IDS_CVL_RPT_US_Factored_Resis = "Résistance pondérée "
IDS_CVL_RPT_US_Axial_Comp = "Compression axiale "
IDS_CVL_RPT_US_Elastic_Flex_Buck_Resis = "Résistance élastique au flambement par flexion"
IDS_CVL_RPT_US_Equi_Nom_yield_resis = "Limite d'élasticité nominale équivalente"
IDS_CVL_RPT_US_Nominal_yield_resis = "Limite d'élasticité nominale  "
IDS_CVL_RPT_US_Nom_Comp_Resis = "Résistance Nominale de compression "
IDS_CVL_RPT_US_Fac_Comp_Resis = "Résistance de compression pondérée "
IDS_CVL_RPT_US_Moment_Inertia = "Moment d'inertie "
IDS_CVL_RPT_US_LS_k_Desc = "Coefficient de voilement de paroi pour la contrainte normale uniforme "
IDS_CVL_RPT_US_LS_w_Desc = "La plus grande largeur de la semelle entre les raidisseur de semelle longitudinaux "
IDS_CVL_RPT_US_LS_n_Desc = "Nombre de raidisseurs de semelle longitudinaux équitablement espacés "
IDS_CVL_RPT_US_Dgn_Code = "Code de calcul "
IDS_CVL_RPT_US_Node_IJ = "Nœud (I/J)"
IDS_CVL_RPT_US_Sect_Prop = "Propriétés de la section "
IDS_CVL_RPT_US_Gross_Sect = "Section brute "
IDS_CVL_RPT_US_Trans_Sect = "Section transformée "
IDS_CVL_RPT_US_Materials = "Matériaux "
IDS_CVL_RPT_US_Concrete = "Béton "
IDS_CVL_RPT_US_Beta1 = "0.85 si f'c est inférieur ) 4ksi, les restes sont 0.85-0.05(f'c-4.0)≥0.65"
IDS_CVL_RPT_US_Pre_Steel_Info = "Information de l'acier de précontrainte "
IDS_CVL_RPT_US_Tendon_Name = "Nom du câble "
IDS_CVL_RPT_US_Bond_Type = "Type d'adhrénce "
IDS_CVL_RPT_US_Dp_Tendon = "Distance de la fibre extrême comprimée au centroide du câble de précontrainte "
IDS_CVL_RPT_US_Dp_Rein = "Distance de la fibre extrême comprimée au centroide de l'acier passif "
IDS_CVL_RPT_US_Longi_Non_Pre_Steel_Info = "Information de l'acier passif "
IDS_CVL_RPT_US_Bot_Flexure = "Au dessous du centroide "
IDS_CVL_RPT_US_Top_Flexure = "Au dessus du centroide "
IDS_CVL_RPT_US_Torsion = "Torsion "
IDS_CVL_RPT_US_Trans_Non_Pre_Steel_Info = "Information de l'acier d'armatures transversal non précontraint "
IDS_CVL_RPT_US_Angle_Longi_Stir = "Angle entre l'axe longitudinal et le cadre "
IDS_CVL_RPT_US_Sect_Force_Effect_Pre = "Forces/Contraintes par section à cause de la contrainte effective "
IDS_CVL_RPT_US_Dist_Sect_Tendon = "Distance du CDG de la section au CDG du câble "
IDS_CVL_RPT_US_Moment_Direct = "Direction du moment "
IDS_CVL_RPT_US_Method_Calc = "Méthode de calcul "
IDS_CVL_RPT_US_Max_Strength_Lcom = "La résistance limite maximale de la combinaison de charge "
IDS_CVL_RPT_US_Max_Factor_Moment = "Moment maximal pondéré "
IDS_CVL_RPT_US_Neut_Depth = "Profondeur de l'axe neutre"
IDS_CVL_RPT_US_Axial_Concrete = "Effort normal dans le béton (Zone comprimée)"
IDS_CVL_RPT_US_Axial_Steel = "Effort normal dans l'acier d'armatures "
IDS_CVL_RPT_US_Tens_Zone = "Zone tendue "
IDS_CVL_RPT_US_Compress_Zone = "Zone comprimée "
IDS_CVL_RPT_US_Axial_Unbond_Code = "Effort normal dans les câbles (Sans adhérence) par règlement "
IDS_CVL_RPT_US_Axial_Bond_Code = "Effort normal dans les câbles (Avec adhérence) par règlement "
IDS_CVL_RPT_US_Axial_UnBond_Strain = "Effort normal dans les câbles avec adhérence ne peut  être calculé en utilisant la méthode de compatibilité "
IDS_CVL_RPT_US_Axial_Bond_Strain = "Effort normal dans les câbles (avec adhérence) par la méthode de compatibilité de déformation "
IDS_CVL_RPT_US_Comp_Force = "Force de compression "
IDS_CVL_RPT_US_Tens_Force = "Force de traction "
IDS_CVL_RPT_US_Tolerance = "Tolérance "
IDS_CVL_RPT_US_Flex_Resist = "Résistance à la flexion "
IDS_CVL_RPT_US_Nominal_Resist = "Résistance nominale "
IDS_CVL_RPT_US_Resist_Factor = "Coefficient de résistance "
IDS_CVL_RPT_US_Net_Tens_Strain = "Déformation nette en traction dans l'acier tendu extrême "
IDS_CVL_RPT_US_Comp_Control_Range = "Ordre de compression côntrolée  "
IDS_CVL_RPT_US_Tens_Control_Range = "Ordre de traction côntrolée  "
IDS_CVL_RPT_US_Trans_Range = "Ordre de transition "
IDS_CVL_RPT_US_Joint_Seg = "Pour l'assemblage dans la construction par segment"
IDS_CVL_RPT_US_Factored_Resist = "Résistance pondérée "
IDS_CVL_RPT_US_Min_Rein = "Ferraillage minimal "
IDS_CVL_RPT_US_Judge = "Jugement "
IDS_CVL_RPT_US_133MU = "1.33Mu"
IDS_CVL_RPT_US_No_Chk = "Pas de vérification "
IDS_CVL_RPT_US_Min_Rein_Chk = "Vérification du ferraillage minimal "
IDS_CVL_RPT_US_Crack_Moment = "Moment de fissuration "
IDS_CVL_RPT_US_Where = "Ou"
IDS_CVL_RPT_US_Sect_Modulus = "Module de section pour la fibre extrême "
IDS_CVL_RPT_US_Non_Composite_Dead = "Moment de charge permanente non composé"
IDS_CVL_RPT_US_Composite_Sect_Modulus = "Module de section composée pour la fibre extrême "
IDS_CVL_RPT_US_Non_Composite_Sect_Modulus = "Module de section non-composée pour la fibre extrême "
IDS_CVL_RPT_US_Flex_Crack_Factor = "Coefficient de variabilité de la fissuration par flexion"
IDS_CVL_RPT_US_Pre_Vari_Factor = "Facteur de variabilité de précontrainte "
IDS_CVL_RPT_US_Ratio_Yield_Ult_Strength = "Rapport de limite d'élasticité et résistance ultime à la traction des armatures"
IDS_CVL_RPT_US_Comp_Effect_Pre = "Contrainte de compression dans le béton par effet de précontrainte effective uniquement "
IDS_CVL_RPT_US_Chk_Min_Rein = "Vérification du ferraillage minimal"
IDS_CVL_RPT_US_Max_Service_Lcom = "Combinaison de charge maximale d'état limite de service"
IDS_CVL_RPT_US_Max_Space_Steel_Tension_Face = "Espacement maximales des barres d'armatures dans la nappe proche à la face de tension "
IDS_CVL_RPT_US_Exposure_Factor = "Coefficient d'exposition"
IDS_CVL_RPT_US_Tens_Service_Bar = "Contrainte de traction dans l'armature à l'état limite de service "
IDS_CVL_RPT_US_Max_shear = "Effort tranchant maximal "
IDS_CVL_RPT_US_Min_shear = "Effort tranchant minimal "
IDS_CVL_RPT_US_Sect_Type = "Type de section "
IDS_CVL_RPT_US_Stregnth_Lcom = "Combinaison de charge de résistance limite "
IDS_CVL_RPT_US_Factor_Torsion_Moment = "Moment de torsion pondéré "
IDS_CVL_RPT_US_Factor_Shear = "Effort tranchant pondéré "
IDS_CVL_RPT_US_Factor_Moment = "Moment pondéré "
IDS_CVL_RPT_US_Factor_Axial_Force = "Effort normal pondéré"
IDS_CVL_RPT_US_Factor_Resist_Factor_Shear = "Coefficient de résistance pour cisaillement "
IDS_CVL_RPT_US_Conc_Density_Modification_Factor = "Concrete density modification factor"
IDS_CVL_RPT_US_Component_Pre_Shear_Force = "Composante de la force de précontrainte dans la direction de l'effort tranchant "
IDS_CVL_RPT_US_Factor_Shear_including_Vp = "(y compris Vp)"
IDS_CVL_RPT_US_Effect_Depth = "Profondeur effective "
IDS_CVL_RPT_US_Effect_Web_Width = "Profondeur effective de l'âme "
IDS_CVL_RPT_US_Effect_Bending_Depth = "Profondeur effective de flexion "
IDS_CVL_RPT_US_Effect_Shear_Depth = "Profondeur effective de l'effort tranchant  "
IDS_CVL_RPT_US_Effect_Shear_Depth_Seg = "Profondeur effective du cisaillement pour l'élément voussoir "
IDS_CVL_RPT_US_Dist_Comp_Pre_Rein = "Distance de la fibre extrême comprimée  au CDG de l'acier de précontrainte "
IDS_CVL_RPT_US_Max_Space_Trans_Rein = "Espacement maximal des armatures transversales"
IDS_CVL_RPT_US_Shear_Stress_Conc = "Contrainte de cisaillement dans le béton "
IDS_CVL_RPT_US_Min_Trans_Area = "Ferraillage minimal transversal requis"
IDS_CVL_RPT_US_Min_Trans_Chk = " or "
IDS_CVL_RPT_US_Longi_Strain = "Déformation longitudinale"
IDS_CVL_RPT_US_Stress_Vari = "Contrainte variable "
IDS_CVL_RPT_US_Tensile_Stress = "Contrainte de traction  "
IDS_CVL_RPT_US_Stress_Extreme_Fiber = "La contrainte dans la firbe extrême tendue par cause de la charge pondérée et la précontrainte effective après les pertes "
IDS_CVL_RPT_US_Unfactor_Stress_Conc = "Contrainte de compression pondérée dans le béton par cause de précontrainte effective uniquement "
IDS_CVL_RPT_US_Component_Tensile_Stress = "Composante de l'effort tranchant résisté par la contrainte de traction dans le béton "
IDS_CVL_RPT_US_Factor_Crack_Tension = "Coefficient indicant le béton diagonalement fissuré qui transmet la traction "
IDS_CVL_RPT_US_Shear_Factor_Theta_Beta = "Values of θ and β for Section"
IDS_CVL_RPT_US_Shear_Factor_Theta = "θ is the angle of inclination of diagonal compressive stresses."
IDS_CVL_RPT_US_Shear_Factor_Beta = "β is the factor indicating diagonally cracked concrete to transmit tension."
IDS_CVL_RPT_US_Max_Agg = "Taille maximale des aggrégats "
IDS_CVL_RPT_US_Nominal_Shear_Resist_Conc = "Résistance nominale au cisaillement dévelopée par le béton "
IDS_CVL_RPT_US_Component_Trans_Rein = "Composant de l'effort tranchant résisté par les armatures transversales "
IDS_CVL_RPT_US_Area_Trans_Rein = "Section d'acier calculée des armatures transversales "
IDS_CVL_RPT_US_No_Shear_Rein = "Pas d'armatures d'effort tranchant "
IDS_CVL_RPT_US_Shear_Resist = "Résistance à l'effort tranchant "
IDS_CVL_RPT_US_Nominal_Shear = "Résistance nominale au cisaillement  "
IDS_CVL_RPT_US_Factor_Shear_Resist = "Résistance au cisaillement pondérée "
IDS_CVL_RPT_US_Case_of = "Cas de "
IDS_CVL_RPT_US_Notation = "Notation "
IDS_CVL_RPT_US_Area_Shear_Flow = "Zone délimitée par le chemin d'écoulement de cisaillement, y compris toute zone de trous dans celle-ci."
IDS_CVL_RPT_US_Peri_Trans_Torsion = "Périmètre de l'axe de l'armature transversale de torsion fermée."
IDS_CVL_RPT_US_Area_Conc_Sect = "Aire totale délimitée par le périmètre extérieur de la section en béton"
IDS_CVL_RPT_US_Peri_Conc_Sect = "La longueur du périmètre extérieur de la section en béton"
IDS_CVL_RPT_US_Chk_Torsion_Effect = "Vérification des effets de torsion "
IDS_CVL_RPT_US_Torsion_Crack_Moment = "Moment de fissuration de torsion "
IDS_CVL_RPT_US_Ignore_Torsion = "Ignorer les effets de torsion "
IDS_CVL_RPT_US_Consider_Torsion = "Considérer les effets de torsion "
IDS_CVL_RPT_US_Effect_Thick_Shear_Flow = "L'épaisseur effective du chemin d'écoulement de cisaillement des éléments"
IDS_CVL_RPT_US_Chk_Torsion_Moment = "Vérification du moment de torsion "
IDS_CVL_RPT_US_Req_Longi_Rein = "Armatures longitudinales requises "
IDS_CVL_RPT_US_Solid_Sect = "Dans la section solide, "
IDS_CVL_RPT_US_Box_Sect = "Dans la section en caisson, "
IDS_CVL_RPT_US_Chk_Torsion_Shear = "Vérifier la torsion et le cisaillement combinés"
IDS_CVL_RPT_US_Before = "Avant "
IDS_CVL_RPT_US_After = "Après "
IDS_CVL_RPT_US_Inter_Shear = "Effort tranchant de l'interface"
IDS_CVL_RPT_US_Nominal_Inter_Shear = "Résistance nominale au cisaillement de l'interface "
IDS_CVL_RPT_US_Nominal_Shear_Resist_Less = "Résistance nominale au cisaillement, Vni, utilisée dans le calcul ne doit pas être supérieure au minimum de : "
IDS_CVL_RPT_US_Cohesion_Friction_Factor = "Cohésion et coefficient de frottement (Cas)"
IDS_CVL_RPT_US_Factored_Inter_Shear_Force = "Force de cisaillement d'interface pondérée "
IDS_CVL_RPT_US_Factored_Inter_Shear_Resist = "Résistance au cisaillement d'interface pondérée "
IDS_CVL_RPT_US_Allow_Conc_CS = "Contraintes admissibles dans le béton en phase de construction "
IDS_CVL_RPT_US_Elem = "Elém"
IDS_CVL_RPT_US_Part = "Part "
IDS_CVL_RPT_US_Girder_Or_Slab = "Poutre/Dalle "
IDS_CVL_RPT_US_Comp_Or_Tens = "Comp/Trac"
IDS_CVL_RPT_US_Top_Or_Bottom = "Haut/Bas "
IDS_CVL_RPT_US_Stage = "Phase "
IDS_CVL_RPT_US_Allow_Conc_Ser = "Contraintes admissibles dans le béton aux combinaisons de charge de service "
IDS_CVL_RPT_US_LCom = "CombCh"
IDS_CVL_RPT_US_Allow_Pr_Conc_CS = "Contraintes principales admissibles dans le béton en phase de construction "
IDS_CVL_RPT_US_Allow_Pr_Conc_Desc = "La contrainte principale est considérée pour les section non-composée en BP mais pas les sections composées en BP"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Shear = "Contraintes principales admissibles dans le béton aux combinaisons de charges de service en cisaillement maximal"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Torsion = "Contraintes principales admissibles dans le béton aux combinaisons de charges de service en torsion maximale"
IDS_CVL_RPT_US_Allow_Tendon = "Contraintes admissibles dans le câble"
IDS_CVL_RPT_US_Tendon = "Câble "
IDS_CVL_RPT_US_Crack_Chk = "Verification de fissuration"
IDS_CVL_RPT_US_Dgn_Criteria = "Critère de calcul "
IDS_CVL_RPT_US_Pos_Or_Neg = "Positif/Négatif "
IDS_CVL_RPT_US_Bonded = "Avec adhérence "
IDS_CVL_RPT_US_Unbonded = "Sans Adhérence "
IDS_CVL_RPT_US_Flexure_Dgn_Sect = "Dimensionnement à la flexion de la section"
IDS_CVL_RPT_US_Shear_Dgn_Sect = "Dimensionnement au cisaillement de la section"
IDS_CVL_RPT_US_Dgn_Step_1 = "Etape de calcul 1:  "
IDS_CVL_RPT_US_Dgn_Step_2 = "Etape de calcul 2: "
IDS_CVL_RPT_US_Dgn_Step_3 = "Etape de calcul 3: "
IDS_CVL_RPT_US_Dgn_Step_4 = "Etape de calcul 4: "
IDS_CVL_RPT_US_Dgn_Step_5 = "Etape de calcul 5: "
IDS_CVL_RPT_US_Dgn_Step_6 = "Etape de calcul 6: "
IDS_CVL_RPT_US_Avg_Pre_Stl = "Contrainte moyenne dans l'acier de précontrainte "
IDS_CVL_RPT_US_Area_Bond_Stl = "Section de l'acier de précontrainte avec adhérence "
IDS_CVL_RPT_US_Dist_Bond_Tendon = "Distance de la fibre extrême comprimée  au CDG de l'acier de précontrainte avec adhérence "
IDS_CVL_RPT_US_Area_Unbond_Stl = "Section de l'acier de précontrainte sans d'adhérence "
IDS_CVL_RPT_US_Dist_Unbond_Tendon = "Distance de la fibre extrême comprimée  au CDG de l'acier de précontrainte sans adhérence "
IDS_CVL_RPT_US_Area_Pre_Stl = "Section d'acier de précontrainte "
IDS_CVL_RPT_US_Area_Non_Pre_Stl = "Section d'acier d'armatures passives tendues "
IDS_CVL_RPT_US_Dist_Non_Pre_Tensile = "Distance de la fibre extrême comprimée  au CDG des armatures tendues "
IDS_CVL_RPT_US_Area_Comp_Rein = "Section d'armatures comprimées "
IDS_CVL_RPT_US_Dist_Comp_Rein = "Distance de la fibre extrême comprimée  au CDG  des armatures comprimées"
IDS_CVL_RPT_US_Depth_Comp_Flange = "Profondeur de la semelle de compression "
IDS_CVL_RPT_US_Block_Factor = "Coefficient de diagramme de distribution de contrainte"
IDS_CVL_RPT_US_Length_Tendon_Anchor = "Longueur de câble entre ancrages"
IDS_CVL_RPT_US_Effect_Pre_Stl = "Contrainte effective dans l'acier de précontrainte dans la section sous considération "
IDS_CVL_RPT_US_Depth_Stress_Block = "Profondeur du diagramme de distribution de contrainte équivalente"
IDS_CVL_RPT_US_Flex_Resist_Factor = "Coefficient de résistance à la flexion "
IDS_CVL_RPT_US_Nominal_Flex_Resist = "Résistance nominale à la flexion "
IDS_CVL_RPT_US_Modulus_Rup = "Module de rupture "
IDS_CVL_RPT_US_Factored_Moment = "Moment pondéré "
IDS_CVL_RPT_US_Max_or_Min = "Max/Min "
IDS_CVL_RPT_US_Total_Depth_Beam = "Retombée totale de la poutre "
IDS_CVL_RPT_US_Dist_Result_Tens_Comp_Flex = "Distance entre les résultantes des forces de traction et de compression dues à la flexion"
IDS_CVL_RPT_US_Dist_Effect_Shear_Depth = "Profondeur de cisaillement efficace. Ne doit pas être inférieur à 0,9de ou 0,72h"
IDS_CVL_RPT_US_Dist_Extreme_Fiber_Tendon = "0.8h ou la distance de la fibre extrême comprimée au CDG du câble"
IDS_CVL_RPT_US_Factor_Shear_Sect = "Force de Cisaillement pondérée à la section "
IDS_CVL_RPT_US_Width_Web = "Largeur de l'âme "
IDS_CVL_RPT_US_Component_Effect_Shear = "Composante de la contrainte effective dans la direction de l'effort tranchant "
IDS_CVL_RPT_US_Ratio_Shear_Comp = "Rapport de la contrainte de cisaillement pondérée appliquée et résistance à la compression du béton "
IDS_CVL_RPT_US_Area_Min_Trans_Rein = "Section d'acier transersale minimale requise "
IDS_CVL_RPT_US_Factor_Crack_Conc_Tension = "Coefficient de béton fissuré diagonalement pour résister à la traction "
IDS_CVL_RPT_US_Max_Factored_Moment = "Moment pondéré maximal "
IDS_CVL_RPT_US_Modulus_Elast_Tendon_Strain = "Module d'élasticité des câbles de précontrainte multiplié par la différence enfermée dans la déformation "
IDS_CVL_RPT_US_Strain_Mid_Depth = "Déformation à mi-profondeur de l'élément "
IDS_CVL_RPT_US_Angle_Comp_Stress = "Angle d'inclinaison de la contrainte de compression diagonale "
IDS_CVL_RPT_US_Angle_Trans_Rein = "Angle d'inclinaison des armatures transversales par rapport à l'axe longitudinal "
IDS_CVL_RPT_US_Nominal_Shear_Resist = "Résistance nominale au cisaillement "
IDS_CVL_RPT_US_Upper_Nominal_Shear_Resist = "Limite supérieure de la résistance nominale au cisaillement "
IDS_CVL_RPT_US_Torsion_Resist = "Résistance à la torsion "
IDS_CVL_RPT_US_Factor_Resist_Factor_Torsion = "Coefficient de résistance à la torsion "
IDS_CVL_RPT_US_Nominal_Torsion_Resist = "Résistance nominale à la torison "
IDS_CVL_RPT_US_Area_Torsion_Stl = "Section d'acier d'armatures de torsion requise "
IDS_CVL_RPT_US_Area_Longi_Stl_Torsion_Flex = "Section d'acier d'armatures longitudinales requise pour la torsion en outre de celle de la flexion "
IDS_CVL_RPT_US_Replace_Shear_Force = "Effort tranchant pondéré sera remplacé par effort tranchant effectif quand la torsion est requise "
IDS_CVL_RPT_US_fpe_less_than_05fpu = "Puisque fpe est inférieure à 0.5 fpu, il est recommandé d'utiliser la méthode de la ' Compatibilité de déformation' "
IDS_CVL_RPT_US_Distance_From_Ref_Line = "Distance par rapport à la ligne de référence"
IDS_CVL_RPT_EC_Checking_DesignCode = "Code de conception"
IDS_CVL_RPT_EC_Checking_ElementNo = "Numéro de l'élément "
IDS_CVL_RPT_EC_Checking_PositionInfo = "Information de position "
IDS_CVL_RPT_EC_Title_of_DesignCondition = "Condition de Calcul "
IDS_CVL_RPT_EC_Title_of_SetDesignParam = "Définir les paramètres de calcul "
IDS_CVL_RPT_EC_Title_of_UltimateMomentResistance = "Moment Résistant Ultime "
IDS_CVL_RPT_EC_Title_of_ShearResistance = "Résistance au cisaillement "
IDS_CVL_RPT_EC_Title_of_TorsionalResistance = "Résistance à la torsion "
IDS_CVL_RPT_EC_Title_of_CrackControl = "Ouverture de fissures"
IDS_CVL_RPT_EC_Title_of_Decompression = "Vérification de décompression "
IDS_CVL_RPT_EC_Title_of_Fatigue = "Vérification de fatigue "
IDS_CVL_RPT_EC_Title_of_AlwStress_CS = "Vérification de contrainte à l'exploitation et durant la construction "
IDS_CVL_RPT_EC_Title_of_AlwStress_SL = "Vérification de contrainte pour la combinaison de charge de service "
IDS_CVL_RPT_EC_SubTitle_DgnCodi_DesignParam = "Paramètre de calcul "
IDS_CVL_RPT_EC_SubTitle_DgnCodi_SectionalInfo = "Information de section "
IDS_CVL_RPT_EC_SubTitle_DgnCodi_MaterialInfo = "Information des matériaux "
IDS_CVL_RPT_EC_SubTitle_DgnCodi_TendonProfileInfo = "Information du tracé de câble "
IDS_CVL_RPT_EC_SubTitle_DgnParam_Partial = "- Coefficients partiels pour l'état limite ultime "
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta = "- Coefficient λ, et coefficient η"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Alpha = "- Coefficient α_cc , α_ct  : Coefficient pour les effets à long terme sur la résistance à la compression et la traction "
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Design_Situations = "Situations de Calcul "
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_c = "γ_c  pour béton"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_bar = "γ_s pour l'acier d'armatures "
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_tdn = "γ_s  pour l'acier du précontrainte "
IDS_CVL_RPT_EC_Table_DgnParam_Partial_PerTra = "Permanent et transitoir "
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Acc = "Accidentel "
IDS_CVL_RPT_EC_Comment_DgnParam_Lambda_eta = "dont, λ, η chacun définit la hauteur effective de la zone comprimée, définissant la résistance effective"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc = "(Pour la résistance à la compression)"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc_shear = "(Pour la résistance au cisaillement )"
IDS_CVL_RPT_EC_DgnParam_Alpha_ct = "(Pour la résistance à la traction)"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Conc = "- Information du matériau béton"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Rbar = "- Information du matériau Acier"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Type = "Type "
IDS_CVL_RPT_EC_Table_TendonProfile_Head_TndName = "Nom du câble "
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Loca = "Position\n(mm)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Area = "Section\n(mm^2)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Strn = "Strength (MPa)"
IDS_CVL_RPT_EC_SubTitle_SetParam_DgnStrength = "Résistance de calcul "
IDS_CVL_RPT_EC_Where = "dont, "
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Conc = "- Résistance de calcul du béton"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Rbar = "- Résistance de calcul de l'acier d'armatures "
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Tendon = "- Résistance de calcul du câble "
IDS_CVL_RPT_EC_Comment_DgnStrength_Conc_fcd = "Ou, fcd, fctd sont respectivement la résistance à la compression et la résistance à la traction  "
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack = "- Vérifier si la section est fissurée en flexion "
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Cracked = ": (La section est fissurée)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Uncracked = "(La section n'est pas fissurée)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb = ": Contrainte de traction par flexion "
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb_Sign = "(traction prise positive)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fctd = ": Résistance à la traction de calcul du béton "
IDS_CVL_RPT_EC_Comment_DgnStrength_Tendon = "Voir 1.4 Information du profile du câble "
IDS_CVL_RPT_EC_SubTitle_MomemtResi_CheckMom = "Vérification du moment de résistance, M_Rd"
IDS_CVL_RPT_EC_SubTitle_Positive_MomChk = "■ Moment Positif "
IDS_CVL_RPT_EC_SubTitle_Negaive_MomChk = "■ Moment Négatif "
IDS_CVL_RPT_EC_SubTitle_Check_DgnLoad = "- Sollicitations de calcul "
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnLoad = "- Charge de Calcul "
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnParam = "- Paramètres de calcul "
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcCent = "- Calcul de l'axe neutre "
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcForce = "- Calculer F_c, F_s, F_p "
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcMomResi = "- Calculer le moment résistant, M_Rd "
IDS_CVL_RPT_EC_SubTitle_CheckMom_CheckArea = "- Vérification de la section d'acier minimale "
IDS_CVL_RPT_EC_DgnLoad_Name_Table_LCOM = "Nom de combinaison de charge : "
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Force = "Force (kN)"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Moment = "Moment (kN.m)"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM = "Nom de combinaison de charge : "
IDS_CVL_RPT_EC_DgnLoad_MomResi_DgnSitu = "Situations de calcul : "
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM_Type = "Type de combinaison de charge:  "
IDS_CVL_RPT_EC_DgnLoad_LTB = "Déversement "
IDS_CVL_RPT_EC_DgnParam_Mrep = "M_rep est "
IDS_CVL_RPT_EC_DgnParam_Mrep_Z = "Z est "
IDS_CVL_RPT_EC_DgnParam_Mrep_Zs = "Z_s est "
IDS_CVL_RPT_EC_Comment_CalcCent1 = "1) Supposer la profondeur de l'axe neutre "
IDS_CVL_RPT_EC_Comment_CalcCent2 = "2) Calcul de déformation de l'acier et du câble "
IDS_CVL_RPT_EC_Comment_CalcCent3 = "3) Calcul de la contrainte de l'acier et du câble "
IDS_CVL_RPT_EC_Comment_CalcCent4 = "4) Calcul de l'effort normal dans le béton, l'acier et le câble "
IDS_CVL_RPT_EC_Comment_CalcCent5 = "5) Vérfier si la résultante de force la section transversale est égal à zero "
IDS_CVL_RPT_EC_Comment_CalcCent6 = "6) Répéter les étapes 1 à 5 jusqu'à ce que la résultante de force soit égale à zero "
IDS_CVL_RPT_EC_Table_CalcCent_Head_Num = "Num. "
IDS_CVL_RPT_EC_Table_CalcCent_Head_NA = "Profondeur neutre\n(mm)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_C = "Force de comrpession ( C )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_T = "Force de traction ( T )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Rat = "Ratio\n(C/T)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Conc = "Béton "
IDS_CVL_RPT_EC_Table_CalcCent_Head_Bar = "Acier d'armatures "
IDS_CVL_RPT_EC_Table_CalcCent_Head_Tnd = "Câble "
IDS_CVL_RPT_EC_CalcForce_FcFs = "x est la profondeur de l'axe neutre"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Num = "Num. "
IDS_CVL_RPT_EC_Table_CalcForce_Head_Strs = "Contrainte_Eff\n(MPa)"
IDS_CVL_RPT_EC_Comment_CalcMom_Dis_From_NeutralAxis = "a_c , a_s , a_p  est la distance de la profondeur de l'axe neutre, x au béton, armatures, câble"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect = "Information de section "
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSG = "Sect équivlnt( câble, armatures)\n (Poutre)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSGS = "Sect équivlnt( Après Comp)\n (Poutre+dalle)"
IDS_CVL_RPT_EC_MaterialInfo_compo_girder = "Poutre "
IDS_CVL_RPT_EC_MaterialInfo_compo_slab = "Dalle "
IDS_CVL_RPT_EC_MaterialInfo_compo_conc = "- Information du béton "
IDS_CVL_RPT_EC_MaterialInfo_compo_rein = "- Information de l'acier d'armatures"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta2 = "- Coefficient λ, et Coefficient η"
IDS_CVL_RPT_EC_Block_Flexure01_c_girder = "Poutre "
IDS_CVL_RPT_EC_Block_Flexure01_c_slab = "Dalle "
IDS_CVL_RPT_EC_Block_Flexure01_c_conc = "- Résistance de calcul du béton "
IDS_CVL_RPT_EC_Block_Flexure01_c_rein = "- Résistance de calcul de l'acier d'armatures"
IDS_CVL_RPT_EC_Block_Flexure02_c = " - Calculer F_c(g) , F_c(s) , F_s , F_p"
IDS_CVL_RPT_EC_Block_Flexure02_c_Chp = "(EN 1992-1-1:2004, Fig 3.5, Fig 6.1)"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcg = ": Force de compression pour la poutre "
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcs = ": Force de compression pour la dalle "
IDS_CVL_RPT_EC_Block_Flexure02_c_Fsp = ": Force de compression de l'acier d'armatures"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fs = ": Force de traction dans l'acier d'armatures "
IDS_CVL_RPT_EC_Block_Flexure02_c_Fp = ": Force de traction dans le câble de précontrainte "
IDS_CVL_RPT_EC_Block_Flexure02_c_x = ": Profondeur de l'axe neutre "
IDS_CVL_RPT_EC_Block_Flexure02_c_Acag = ": Aire de contrainte dans la section rectangulaire du béton de la partie Poutre "
IDS_CVL_RPT_EC_Block_Flexure02_c_Acas = ": Aire de contrainte dans la section rectangulaire du béton de la partie Poutre "
IDS_CVL_RPT_EC_Block_Flexure02_c_Asp = ": Section d'armatures comprimées "
IDS_CVL_RPT_EC_Block_Flexure02_c_As = ": Section d'armatures tendues "
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_str = "Contrainte_Eff  "
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_conc = ": Déformation du béton au niveau de la profondeur du câble sour l'état de rupture"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_tnd = ": Déformation du câble sous la contrainte effective de la précontrainte "
IDS_CVL_RPT_EC_Block_Flexure03_c = " - Calcul du moment résistant, M_Rd "
IDS_CVL_RPT_EC_Block_Flexure03_c_cmt = "a_c(g) , a_c(s) , a_s , a_p  est la distance de l'axe neutre au centre de la section du béton, RF, TD"
IDS_CVL_RPT_EC_SubTitle_ShearResi_ConcResi = "Vérification de la réistance au cisaillement du béton, V_Rd,c"
IDS_CVL_RPT_EC_SubTitle_ShearResi_RbarResi = "Vérification de la réistance au cisaillement des armatures de l'effort tranchant, V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_MaxShear = "Effort tranchant maximal "
IDS_CVL_RPT_EC_SubTitle_MinShear = "Effort tranchant minimal  "
IDS_CVL_RPT_EC_SubTitle_ConcResi_DgnLoad = "Charge de calcul "
IDS_CVL_RPT_EC_SubTitle_ConcResi_VRdc = "Valeur de calcul de la résistance au cisaillement V_Rd,c"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_LCOM = "Nom de combinaison de charge : "
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Force = "Force (kN)"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Moment = "Moment (kN.m)"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM = "Nom de combinaison de charge : "
IDS_CVL_RPT_EC_DgnLoad_ShearResi_DgnSitu = "Situations de calcul "
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM_Type = "Type de combinaison de charge :"
IDS_CVL_RPT_EC_ConcResi_VRdc_OK = "Armatures d'effort tranchant non requises "
IDS_CVL_RPT_EC_ConcResi_VRdc_NG = "Armatures d'effort tranchant requises "
IDS_CVL_RPT_EC_ConcResi_VRdc_commt = "(Si compression, N_Ed > 0)"
IDS_CVL_RPT_EC_SubTitle_RbarResi_DgnParam = "Paramètres de Calcul "
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi = "Valeur de calcul de la résistance au cisaillement V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi_Box = "Valeur de calcul de la résistance au cisaillement V_Rd,max"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckRatio = "Vérification du taux d'armatures d'effort tranchant  "
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckSpace = "Vérification de l'espacement des cadres "
IDS_CVL_RPT_EC_Comment_not_Calc_ShearResistance_VRds = "Passer la vérification de la résistance au cisaillement, VRd,s par l'acier d'armatures d'effort tranchant "
IDS_CVL_RPT_EC_RbarResi_DgnParam_alpha = "α est l'angle entre les armatures de l'effort tranchant et l'axe de la poutre perpendiculaire à l'effort tranchant "
IDS_CVL_RPT_EC_RbarResi_DgnParam_theta = "θ est l'angle entre l'entretoise de compression du béton et l'axe de la poutre perpendiculaire à l'effort tranchant."
IDS_CVL_RPT_EC_RbarResi_DgnParam_z = "z est le bras de levier intérieur "
IDS_CVL_RPT_EC_RbarResi_DgnParam_Asw = "A_sw est l'aire transversale des armatures d'effort tranchant "
IDS_CVL_RPT_EC_RbarResi_DgnParam_rho_wmin = "ρw,min est le pourcentage  minimal des armatures de cisaillement  "
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_u60 = "( pour f_ck  ≤ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_o60 = "( pour f_ck  ≥ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_non_prs = "( pour les structures non-précontraintes )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp1 = "( pour 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp2 = "( pour 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp3 = "( pour 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp4 = "( pour σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt1 = "v_1 coefficient de réduction de résistance pour le béton fissuré en cisaillement "
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt2 = "α_cw est un coefficient qui prend en considération l'état de contrainte dans la membrure de compression "
IDS_CVL_RPT_EC_RbarResi_CheckSpace_commt = "s est l'espacement des cadres "
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Max = "Effort tranchant maximal "
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Min = "Effort tranchant minimal "
IDS_CVL_RPT_EC_Block_Shear01_Chapter01 = "Vérification de la résistance au cisaillement du béton, V_Rd,c "
IDS_CVL_RPT_EC_Block_Shear01_DgnLoad = "-Charge de Calcul"
IDS_CVL_RPT_EC_Block_Shear01_LCOM = "Nom de combinaison de charge : "
IDS_CVL_RPT_EC_Block_Shear01_DgnSitu = "Situations de calcul: "
IDS_CVL_RPT_EC_Block_Shear01_LCOM_Type = "Type de combinaison de charge :"
IDS_CVL_RPT_EC_Block_Shear01_conc = "- Résistance de calcul du béton "
IDS_CVL_RPT_EC_Block_Shear01_rein = "- Résistance de calcul de l'acier d'armatures"
IDS_CVL_RPT_EC_Block_Shear01_girder = "Poutre "
IDS_CVL_RPT_EC_Block_Shear01_slab = "Dalle "
IDS_CVL_RPT_EC_Block_Shear01_chk_fb = "- Vérifier si la section est fissurée en flexion "
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cracked = "(La section est fissurée.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_uncracked = "(La section n'est pas fissurée.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt1 = ": Contrainte de traction par flexion "
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt2 = "(La traction est prise comme positive)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt3 = ": Résistance à la traction du béton "
IDS_CVL_RPT_EC_Block_Shear02_title1 = "- Contrainte totale "
IDS_CVL_RPT_EC_Block_Shear02_ref = "(GUIDE DE CALCUL EN 1992-2, 6.2.7)"
IDS_CVL_RPT_EC_Block_Shear02_sig1 = ": Contrainte au niveau du centroide composée par effet du moment agissant sur la poutre seule "
IDS_CVL_RPT_EC_Block_Shear02_sig2 = ": Contrainte au niveau du centroide composée par effet de précontrainte "
IDS_CVL_RPT_EC_Block_Shear02_Mnon = ": Moment de flexion dans la poutre seule "
IDS_CVL_RPT_EC_Block_Shear02_ynon = ": Hauteur au centroide dans la poutre seule "
IDS_CVL_RPT_EC_Block_Shear02_ycom = ": Hauteur au centroide dans la section composée "
IDS_CVL_RPT_EC_Block_Shear02_Ag = ": Aire Poutre seule "
IDS_CVL_RPT_EC_Block_Shear02_Ig = ": Moment d'inertie de la poutre seul "
IDS_CVL_RPT_EC_Block_Shear02_P = ": Force de précontrainte pondérée après toutes les pertes "
IDS_CVL_RPT_EC_Block_Shear02_Pe = ": Moment de la force de précontrainte "
IDS_CVL_RPT_EC_Block_Shear02_title2 = "- Contrainte de cisaillement dans la poutre seule à la hauteur du centroide composée "
IDS_CVL_RPT_EC_Block_Shear02_Vc1 = ": Force de cisaillement dans la poutre préfabriquée seule"
IDS_CVL_RPT_EC_Block_Shear02_Qn = ": Moment statique dans le CDG de la poutre seule "
IDS_CVL_RPT_EC_Block_Shear02_bw = ": Largeur de poutre "
IDS_CVL_RPT_EC_Block_Shear02_title3 = "- Force de cisaillement additionnelle agissant sur la section composée "
IDS_CVL_RPT_EC_Block_Shear02_Qc = ": Moment statique dans le CDG de la section composée "
IDS_CVL_RPT_EC_Block_Shear02_Ic = ": Moment d'inertie de la section composée "
IDS_CVL_RPT_EC_Block_Shear02_title4 = "- Résistance au cisaillement totale de la section composée "
IDS_CVL_RPT_EC_Block_Shear02_commt = "(Régions non-fissurées en flexion)"
IDS_CVL_RPT_EC_Block_Shear02_req = "Armatures d'effort tranchant requises "
IDS_CVL_RPT_EC_Block_Shear02_noreq = "Pas d'armatures d'effort tranchant requises "
IDS_CVL_RPT_EC_Block_Shear03_title = "Vérification du ferraillage de cisaillement minimal "
IDS_CVL_RPT_EC_Block_Shear03_rein = "Vérification du taux d'armatures d'effort tranchant "
IDS_CVL_RPT_EC_Block_Shear03_rho_wmin = "ρ_w,min est le taux minimum des armatures d'effort tranchant "
IDS_CVL_RPT_EC_Block_Shear03_Asw = "Aire du ferraillage diagonal "
IDS_CVL_RPT_EC_Block_Shear03_space = "Vérification de l'espacement des cadres "
IDS_CVL_RPT_EC_Block_Shear03_s = "s est l'espacement des cadres "
IDS_CVL_RPT_EC_Block_Shear03_d = "Profondeur effective "
IDS_CVL_RPT_EC_Block_Shear04_title = "Vérifier la force de traction supplémentaire dans le ferraillage longitudinal due à la force de cisaillement"
IDS_CVL_RPT_EC_Block_Shear04_MRd = "Moment résistant "
IDS_CVL_RPT_EC_Block_Shear04_z = "Bras de levier depuis l'analyse de résistance ultime de flexion "
IDS_CVL_RPT_EC_Block_Shear05_compo_1_title = "Vérification du cisaillement au niveau de l'interface entre le béton coulé à différents instants "
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cg = "Force de compression de la poutre "
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cs = "Force de compression de la dalle "
IDS_CVL_RPT_EC_Block_Shear05_subtilte = "Contrainte de cisaillement dans l'interface "
IDS_CVL_RPT_EC_Block_Shear05_beta1 = "Ratio de la force longitudinale dans la nouvelle section du béton "
IDS_CVL_RPT_EC_Block_Shear05_beta2 = "et la force longitudinale total dans la zone comprimée ou tendue "
IDS_CVL_RPT_EC_Block_Shear05_VEd = "Effort tranchant transversal "
IDS_CVL_RPT_EC_Block_Shear05_z = "Bras de levier depuis l'analyse de résistance ultime de flexion "
IDS_CVL_RPT_EC_Block_Shear05_bi = "Largeur d'interface "
IDS_CVL_RPT_EC_Block_Shear05_compo_2_title = "Vérification du cisaillement au niveau de l'interface entre le béton coulé à différents instants "
IDS_CVL_RPT_EC_Block_Shear05_compo_2_beta = "Par prévention, On adopte  β   1.0"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_title = "Vérification du cisaillement au niveau de l'interface entre le béton coulé à différents instants "
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Tt = "Force de traction totale de la poutre et la dalle "
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Ts = "Force de traction de la dalle "
IDS_CVL_RPT_EC_Block_Shear06_title = ": Résistance de cisaillement de calcul à l'interface "
IDS_CVL_RPT_EC_Block_Shear06_fctd = ": Résistance minimale de calcul à la traction (fctd) et résistance de calcul(f_cd)"
IDS_CVL_RPT_EC_Block_Shear06_fcd = "  du béton entre la poutre et la dalle "
IDS_CVL_RPT_EC_Block_Shear06_c = ": facteurs dépendants du durcissement de l'interface "
IDS_CVL_RPT_EC_Block_Shear06_mu = ": facteurs dépendants du durcissement de l'interface "
IDS_CVL_RPT_EC_Block_Shear06_ws = ": Poids de la dalle"
IDS_CVL_RPT_EC_Block_Shear06_Ai = ": Aire d'assemblage (1m par unité de longueur)"
IDS_CVL_RPT_EC_Block_Shear06_As = ": Aire d'armatures traversant l'interface "
IDS_CVL_RPT_EC_Block_Shear06_fyd = ": Résistance du connecteur de cisaillement "
IDS_CVL_RPT_EC_Block_Shear06_alpha = ": Angle des armatures traversant l'interface "
IDS_CVL_RPT_EC_SubTitle_TorsionResi_DgnLoad = "Résistance de calcul "
IDS_CVL_RPT_EC_SubTitle_TorsionResi_CheckResi = "Vérification de la résistance à la torsion "
IDS_CVL_RPT_EC_SutTitle_MaxTorsion = "■ Moment de torsion maximal "
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_LCOM = "Nom de combinaison de charge :"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_force = "Force (kN)"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_Moment = "Moment (kN.m)"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM = "Nom de combinaison de charge : "
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_DgnSitu = "Situations de calcul : "
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM_Type = "Type de combinaison de charge :"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Closed = "■ Partie de section fermée "
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TL = "■ Semelle supérieure [Gauche]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TR = "■ Semelle supérieure [Droit]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_T = "■ Semelle supérieure "
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BL = "■ Semelle inférieure [Gauche]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BR = "■ Semelle inférieure [Droit]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_B = "■ Semelle inférieure "
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_LW = "■ Âme gauche "
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_RW = "■ Âme droit "
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_W = "■ Âme "
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Total = "■ Calcul de la résistance à la torsion maximale, T_Rd,max de la section totale "
IDS_CVL_RPT_EC_SubTitle_CheckResi_DgnParam = "- Paramètres de calcul "
IDS_CVL_RPT_EC_SubTitle_CheckResi_CalcTorResi = "- Vérification de la limite d'écrasement du cisaillement et de la torsion combinés "
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckRbar = "- Vérification des armatures longitudinales de torsion "
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckSpace = "- Vérification de l'espacement longitudinal de torsion "
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_assumed = "(Supposé α 90˚)"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_tefi = "t_ef,i  est l'épaisseur effective du voile "
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_Ak = "A_k est la surface délimitée par les axes des murs de liaison, y compris les zones creuses intérieures"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_uk = "u_k est le périmètre de l'aire A_k "
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_alpha = "α est l'inclinaison des armatures de cisaillement par torsion à l'axe longitudinal de la poutre "
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_theta = "θ est l'angle de l'entretoise de compression"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_TEd = "T_Ed est la valeur de calcul de torsion appliquée "
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_Ak = "A est la surface ferméepar la ligne médiane des voiles de liaisons, y compris les sections internes creuses "
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_tefi = "t_ef,i est l'epaisseur effective du voile "
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_A = "A est l'aire totale de la section transversale dans la circonférence extérieure, y compris les sections internes creuses "
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_u = "u est la circonférence extérieure de la section transversale"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_uk = "u_k et le périmètre de l'aire A_k "
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_theta = "θ est l'angle de l'entretoise de compression"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_tefi = "t_ef,i est l'épaisseur effective du voile "
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_u = "u est la circonférence extérieure de la section transversale"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_A = "A est l'aire totale de la section transversale dans la circonférence extérieure, y compris les sections internes creuses "
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_ui = "u_i est la circonférence extérieure de la section transversale"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_Aki = "A est la surface ferméepar la ligne médiane des voiles de liaisons, y compris les sections internes creuses "
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param = "L'équation suivante est utilisée pour déterminer si le ferraillage calculé est nécessaire"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_TRdc = "T_Rd,c est le moment de fissuration par torsion "
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_VRdc = "V_Rd,c est la valeur de calcul de la résistance au cisaillement sans armatures de cisaillement "
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_TRd_C = "Valeur de calcul pour le moment  de torsion de fissuration T_Rd,c "
IDS_CVL_RPT_EC_CheckTorsionResi_Shear_VEd_Box = "Valeur de calcul pour la contrainte de cisaillement par âme V*_Ed "
IDS_CVL_RPT_EC_CheckTorsionResi_Num_Web = "Nombre d'âmes "
IDS_CVL_RPT_EC_CheckTorsionResi_OpenSect_Comment = "(On suppose que l'effort tranchant total est résisté par l'âme) "
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Chk = "- Vérifier si le ferraillage calculé est nécessaire "
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_req = "Armatures transversales requises "
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_notreq = "Armatures transversales non-requises "
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw1 = "(Pour les structures non-précontraintes)"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw2 = "( Pour 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw3 = "( Pour 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw4 = "( Pour 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw5 = "( Pour σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Asl = "A_sl est la section d'acier longitudinale de torsion choisie"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Aslreq = "∑A_slreq est la section d'armatures longitudinales de torsion requises "
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Type = "- Vérifier le ferraillage transversal de cisaillement "
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Awv = "A_wv est la section des armatures transversales de cisaillement "
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_sv = "s_v est l'espacement des armatures de cisaillement "
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion = "- Vérifier le ferraillage transversal de torsion"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion_Awt = "A_wt est la section d'armatures transversale de cisaillement "
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackWidth = "Calcul de l'ouverture des fissures, w_k "
IDS_CVL_RPT_EC_SubTitle_Top = "■ Haut "
IDS_CVL_RPT_EC_SubTitle_Bottom = "■ Bas"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnLoad = "Charge de calcul "
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnParam = "Paramètres de calcul "
IDS_CVL_RPT_EC_Subtitle_CalcWidth_MeanStrain = "Calcul de la déformation moyenne dans le béton et dans l'acier, ε_cm, ε_cm"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CalcMaxSpace = "Calcul l'ouvereture maximale des fissures, S_r,max "
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CheckCrack = "- Vérification des ouvertures de fissuration"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_LCOM = "Nom de Combinaison de Charge "
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Force = "Force (kN)"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Moment = "Moment (kN.m)"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM = "Nom de combinaison de charge "
IDS_CVL_RPT_EC_DgnLoad_CrackResi_DgnSitu = "Type de charge de service : "
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Type = "Type de combinaison de charge : "
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Term = "Long/Court terme :"
IDS_CVL_RPT_EC_Stress_top_surface = "Contrainte dans la fibre supérieure"
IDS_CVL_RPT_EC_Stress_bottom_surface = "Contrainte dans les fibres inf "
IDS_CVL_RPT_EC_Stress_surface = "(Pour les contrainte de compression, la vérification des fissuration est ignorée)"
IDS_CVL_RPT_EC_Stress_surface_fctm = "(Pour des contraintes inférieures à f_ctd, la vérification de fissuration n'est pas nécessaire)"
IDS_CVL_RPT_EC_Stress_surface_crack = "(Pour les contraintes traction, la vérification de fissuration est nécessaire)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_phi = "Φ est le diamètre équivalent des barres (  (n1ㆍΦ_1 ^2 +n_2 ㆍΦ_2 ^2 ) / (n_1 ㆍΦ_1 +n_2 ㆍΦ_2 ) )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_C = "c est l'enrobage des armatures longitudinales "
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt1 = "0.6 (pour un chargement à court terme)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt2 = "0.4 (pour un chargement à long terme)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_sigs = "σ_s est la contrainte dans les armatures tendues en supposant une section fissurée"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Ap = "A_p ' est la section du câble en pré ou post-tension dans A_c,eff"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff1 = "A_c,eff est l'aire efficace du béton en traction entourant l'armature ou"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff2 = "Profondeur des câbles de précontrainte, h_c,ef    min(2.5ㆍ(h - d), (h - x) / 3, h / 2)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi1 = "ξ_1 est le coefficient d'adhérence ajusté en prenant en cosidération les différents dramiètres de : "
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi2 = "Acier d'armatures et acier de précontrainte "
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi = "ξ est le coefficient d'adhérence de l'acier d'armatures et de précontrainte"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phis = "Φ_s est le plus grand diamètre des barres d'acier d'armatures "
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phip = "Φ_p est le diamètre équivalent du câble de précontrainte "
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt = "k_t est un coefficient dépendant de la durée de chargement "
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_1 = "0.8 (Pour les aciers à haute adhérence)"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_2 = "(1.6 pour les barres avec une surface effective lisse, i.e. câbles de précontrainte)"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_1 = "(0.5 pour flexion)"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_2 = "1.0 (Pour traction pure)"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_commt = "k_1 est un coefficient qui prend en considération les propriétés d'dhérence des armatures "
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_commt = "k_2 est un coefficient qui prend en considération la distribution des déformations "
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax = "Limite de largeur de fissuration, w_max "
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax_ExpClass = "Classe d'exposition "
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackRebar = "Vérification de la section d'acier minimale, A_s,min"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err1 = "Vérification de la contrainte dans le béton sous la combinaison de charges caractéristique "
IDS_CVL_RPT_EC_Block_Asmin_Check_Err2 = "Type de combinaison carastéristique n'existe pas (Passer la vérification de A_s,min)"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin = "Vérification de la contrainte dans le béton sous la combinaison de charges caractéristique "
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitu = "Situation de calcul : "
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM = "Nom de combinaison de charge"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitus = "Situations de calcul : "
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Type = "Type de combinaison de charge :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Term = "Long/Court terme: "
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigsurf = "σ_surface est la contrainte dans la surface du béton précontraint "
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigctp = "la valeur de σ_ct,p est prise comme f_ct, eff conformément à 7.3.2 (2)"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff = "f_ct,eff est la valeur moyenne de la résistance à la traction du béton effectif à l'instant t "
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff1 = "f_ct,eff is the mean tensile strength of concrete achieved at the time,"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff2 = "     when cracking is expected to occur."
IDS_CVL_RPT_EC_Asmin_Check_01 = ": Section d'action minimale, A_s,min est non requise "
IDS_CVL_RPT_EC_Asmin_Check_02 = ": Section d'action minimale, A_s,min est requise "
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin = "Calcul de la section d'acier minimale, A_s,min "
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_Act = "A_ct est la surface du béton dans la zone tendue "
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs1 = "σ_s est la valeur absolue de la contrainte maximale permissible dans les armatures "
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs2 = "Juste après la formation des fissures "
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff1 = "f_ct,eff est la valeur moyenne de la résistance à la traction du béton effectif à l'instant t "
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff2 = "Au moment ou les fissurations pourront se produire initialement "
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k1 = "k est le coefficient qui permet l'effet de l'auto-équilibre non-uniforme des contraintes"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k2 = "Ce qui induit la réduction des forces de liaison"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc1 = "k_c est un coefficient qui prenne en considération la distribution des contraintes dans la section "
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc2 = "Juste avant à la fissuration et le changement du bras de levier "
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd1 = "(Si N_Ed est une force de compression, +)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd2 = "(Si N_Ed est une force de compression)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd3 = "(Si N_Ed est une force de traction)"
IDS_CVL_RPT_EC_Top = "Haut "
IDS_CVL_RPT_EC_Bottom = "Bas "
IDS_CVL_RPT_EC_ZeroStress_DgnLoad = "Charge de calcul "
IDS_CVL_RPT_EC_ZeroStress_LCOM = "Nom de combinaison de charge "
IDS_CVL_RPT_EC_ZeroStress_DgnSitu = "Situations de calcul : "
IDS_CVL_RPT_EC_ZeroStress_LCOM_Type = "Type de combinaison de charge : "
IDS_CVL_RPT_EC_ZeroStress_LCOM_Term = "Long/Court terme: "
IDS_CVL_RPT_EC_ZeroStress_chk = "Vérification de contrainte "
IDS_CVL_RPT_EC_ZeroStress_commt = "(-: Compression   +: Traction)"
IDS_CVL_RPT_EC_ZeroStress_sig = ": Classe est D ou R, vérification ignorée "
IDS_CVL_RPT_EC_Fati01_title = "Vérification de la contrainte "
IDS_CVL_RPT_EC_Fati01_ref = "Guide de calcul 6.7.8"
IDS_CVL_RPT_EC_Fati01_LCOM = "Nom de combinaison de charge "
IDS_CVL_RPT_EC_Fati01_LCOM_Type = "Type de combinaison de charge "
IDS_CVL_RPT_EC_Fati01_sigcmax = "Contrainte de compression maximale "
IDS_CVL_RPT_EC_Fati01_sigcmin = "Contrainte de compression minimale "
IDS_CVL_RPT_EC_Fati01_days = "jours "
IDS_CVL_RPT_EC_Fati01_t = " : le temps ou la charge d'exploitation est appliquée en premier "
IDS_CVL_RPT_EC_Fati01_s = ": le coefficient qui depend du type de ciment "
IDS_CVL_RPT_EC_Fati02_title = "Vérification des contraintes pour le ferraillage de cisaillement requis  "
IDS_CVL_RPT_EC_Fati02_LCOM = "Nom de combinaison de charge "
IDS_CVL_RPT_EC_Fati02_LCOM_Type = "Type de combinaison de charge "
IDS_CVL_RPT_EC_Fati02_VEdmax = "Effort tranchant maximal (V_Ed,max) : "
IDS_CVL_RPT_EC_Fati02_VEdmin = "Effort tranchant minimal (V_Ed,min): "
IDS_CVL_RPT_EC_Fati02_VRdc = "Valeur de calcul de la Résistance de cisaillement ( V_Rd,c) : "
IDS_CVL_RPT_EC_Subtitle_Transfer_Girder = "1) Poutre "
IDS_CVL_RPT_EC_Subtitle_Transfer_Slab = "2) Dalle "
IDS_CVL_RPT_EC_Transfer_Compression = "■ Comrpession"
IDS_CVL_RPT_EC_Transfer_Compression_Stage = "- Nom de la phase critique : "
IDS_CVL_RPT_EC_Transfer_Compression_slab = "For reinforced concrete slab,"
IDS_CVL_RPT_EC_Transfer_Compression_pre = "Pour les éléments en pré-tension "
IDS_CVL_RPT_EC_Transfer_Compression_limit = "Limitation de contrainte "
IDS_CVL_RPT_EC_Transfer_Compression_post = "Pour les éléments en post-tension "
IDS_CVL_RPT_EC_Transfer_Compression_LCOM = "Nom de combinaison de charge "
IDS_CVL_RPT_EC_Transfer_Compression_LCOM_Type = "Type de combinaison de charge "
IDS_CVL_RPT_EC_Table_Elem = "Elem. "
IDS_CVL_RPT_EC_Table_Part = "Partie "
IDS_CVL_RPT_EC_Table_Posi = "Positif/Négatif "
IDS_CVL_RPT_EC_Table_LCOM = "Nom de combinaison de charge "
IDS_CVL_RPT_EC_Table_Situ = "Situation"
IDS_CVL_RPT_EC_Table_Type = "Type"
IDS_CVL_RPT_EC_Table_Chk = "Vérification"
IDS_CVL_RPT_EC_Table_Rat = "Ratio"
IDS_CVL_RPT_EC_Table_CompTens = "Comp/Trac."
IDS_CVL_RPT_EC_Table_Stage = "Phase "
IDS_CVL_RPT_EC_Table_LCOM2 = "Comb\nNom "
IDS_CVL_RPT_EC_Table_Tnd = "Câble "
IDS_CVL_RPT_EC_Table_TopBot = "Haut/Bas "
IDS_CVL_RPT_EC_Table_LCOM_Type = "Type-CombCh"
IDS_CVL_RPT_EC_Table_LCOM_Term = "Long/Court "
IDS_CVL_RPT_EC_Plate_Check_ElementNo = "Numéro d'élément "
IDS_CVL_RPT_EC_Plate_Check_Position = "Information de position "
IDS_CVL_RPT_EC_Plate_DesignLoad = " - Charge de calcul "
IDS_CVL_RPT_EC_Plate_LCOM = "Nom de combinaison de charge : "
IDS_CVL_RPT_EC_Plate_Verification = " - Vérification "
IDS_CVL_RPT_EC_Plate_Verification2 = "Vérification "
IDS_CVL_RPT_EC_when = "quand "
IDS_CVL_RPT_EC_here = "ici "
IDS_CVL_RPT_EC_where = "ou "
IDS_CVL_RPT_EC_for = "Pour"
IDS_CVL_RPT_EC_Num = "Num."
IDS_CVL_RPT_EC_space = "Espace "
IDS_CVL_RPT_EC_Plate_Title_of_DesignCondition = "Condition de calcul "
IDS_CVL_RPT_EC_Plate_Title_of_BendingResistance = "Résistance à la flexion "
IDS_CVL_RPT_EC_Plate_Title_of_ShearResistance = "Résistance à l'effort tranchant vertical "
IDS_CVL_RPT_EC_Plate_Title_of_LTBResistance = "Résistance au déversement "
IDS_CVL_RPT_EC_Plate_Title_of_TransverseForceResistance = "Résistance à la force transversale "
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearResistance = "Résistance à l'effort tranchant longitudinal "
IDS_CVL_RPT_EC_Plate_Title_of_FatigueResistance = "Résistance à la fatigue "
IDS_CVL_RPT_EC_Plate_Title_of_Stress_Limit = "Limitation de contrainte "
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearSLS = "Effort tranchant longitudinal à l'ELS (Etat limite de service)"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_parameters = "Paramètres de calcul"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_SectInfo = "Information de section "
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_MatInfo = "Information des matériaux "
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors = "■ Coefficient partiels "
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_c = "γ_C  pour le béton"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_s = "γ_S  pour l'acier d'armatures"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m0 = "γ_M0  pour les profilés métallique "
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m1 = "γ_M1  for structural steel"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_v = "γ_V  for headed sutd"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_ef = "γ_Ff  for equivalent constant Amplitude stress range"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mf = "γ_Mf  for fatigue strength"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mfs = "γ_Mf,s  for fatigue strength of studs in shear"
IDS_CVL_RPT_EC_partial_factors_title = "Facteurs partiels"
IDS_CVL_RPT_EC_partial_factors_Value = "Facteur "
IDS_CVL_RPT_EC_partial_factors_Gamma_C_Des = "Pour béton "
IDS_CVL_RPT_EC_partial_factors_Gamma_S_Des = "Pour l'acier d'armatures "
IDS_CVL_RPT_EC_partial_factors_Gamma_M0_Des = "Pour l'acier de construction "
IDS_CVL_RPT_EC_partial_factors_Gamma_M1_Des = "Pour l'acier de construction "
IDS_CVL_RPT_EC_partial_factors_Gamma_V_Des = "Pour le goujon à tête "
IDS_CVL_RPT_EC_partial_factors_Gamma_Ff_Des = "Pour un ordre de contraintes d'amplitude constante équivalente"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_Des = "pour la résistance à la fatigue "
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_s_Des = "Pour la résistance à la fatigue des goujons en cisaillement "
IDS_CVL_RPT_EC_Plate_DgnCdn_Section = "■ Dimensions des sections "
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Slab = "Dalle "
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Girder = "Poutre"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness = "■ Rigidité de la section"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Before = "Avant "
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_After = "Après"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Crack = "Fissuration"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Stl = "■ Charpente métallique "
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Conc = "■ Béton "
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Rbar = "■ Ferraillage "
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Positive = "Moment positif "
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Negative = "Moment négatif "
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Stress = "Contrainte "
IDS_CVL_RPT_EC_Plate_Bending_Design_Force = "■ Charge de calcul "
IDS_CVL_RPT_EC_Plate_Left = "Gauche "
IDS_CVL_RPT_EC_Plate_Right = "Droit "
IDS_CVL_RPT_EC_Plate_TF = "Semelle supérieure"
IDS_CVL_RPT_EC_Plate_BF = "Semelle inférieure "
IDS_CVL_RPT_EC_Plate_Web = "Âme "
IDS_CVL_RPT_EC_Plate_OF = "Semelles exceptionnelles "
IDS_CVL_RPT_EC_Plate_IP = "Parties intérieurs "
IDS_CVL_RPT_EC_Plate_Classification_of_sections = "■ Classification des sections"
IDS_CVL_RPT_EC_Plate_Classification_of_sections2 = "Classification des sections"
IDS_CVL_RPT_EC_Plate_Part = "Partie "
IDS_CVL_RPT_EC_Plate_Class = "Classe "
IDS_CVL_RPT_EC_Plate_Section = "Section "
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis = "- Moment résistant plastique, M_pl,Rd "
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis_PNA = "Axe Neutre Plastique "
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment = "Moment résistant plastique "
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_Eff_NAxis = "Axe Neutre Effectif "
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_UPNA = "(Coté Sup de l'axe neutre plastique)"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_LPNA = "(Coté Inf de l'axe neutre plastique)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_resistance_moment = "Moment de résistance plastique  "
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment = "Moment de résistance élastique "
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment2 = "Moment résistant élastique "
IDS_CVL_RPT_EC_Plate_Elastic_resistance_k = "Le coefficient le plus bas tel qu'une contrainte limite soit atteinte"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt1 = "Calcul de la valeur minimale entre la poutre métallique et la dalle en béton"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt2 = "Calcul de la valeur minimale entre la poutre métallique et le ferraillage de la dalle "
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section = "Section effective "
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section2 = "Section effective "
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment = "Moment rajouté "
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment2 = "Moment rajouté "
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_Fx = "Rigidité effective de N_Ed "
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_My = "Rigidité effective de M_Ed "
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_Stiffness_for = "Rigidité effective de"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Plastic_resistance = "■ Moment de résistance plastique, M_pl,Rd "
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Left_Web = "Âme gauche "
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Right_Web = "Âme droit "
IDS_CVL_RPT_EC_Plate_Shear_Design_Force = "Charge de calcul "
IDS_CVL_RPT_EC_Plate_Shear_Plastic_Moment_Positive_PNA = "AN plastique "
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vpl_Rd = "■  Calcul. V_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vbw_Rd = "■  Calcul. V_bw,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vf_Rd = "■  Calcul. V_f,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_TopFlange = "Semelle supérieure "
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_BottomFlange = "Semelle inférieure"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Web = "Âme "
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web = "■ Contribution depuis l'âme "
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web2 = "Contribution depuis l'âme "
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange = "■ Contribution depuis la semelle"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange2 = "Contribution depuis la semelle"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_interation_M_V = "■ Interaction M-V"
IDS_CVL_RPT_EC_Plate_Sub_Title_interaction = "Interaction"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_stress_flange = "Contrainte de cisaillement "
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Resistance_Chk = "■ Vérification de la résistance à l'effort tranchant "
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_Shear_Resistance = "Résistance à l'effort tranchant plastique "
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Buckling_Resistance = "Résistance au voilement par cisaillement "
IDS_CVL_RPT_EC_Plate_Sub_Title_modified_slenderness = "Elancement modifié "
IDS_CVL_RPT_EC_Plate_Shear_buckling_coeff_sub_panel_Sub = "■ λ_wi du sous panneau "
IDS_CVL_RPT_EC_Plate_Shear_buckling_Lamda_w_check = "■  λ_w critique "
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener1 = "Raidisseurs transversaux n'existent pas "
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener2 = "Dans ce cas, les raidisseurs transversaux doivent être accompagnés par des raidisseurs transversaux au niveau des appuis "
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd = "M_f,Rd est calculé comme M_pl,Rd  mais en négligeant la contribution de l'âme"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd0 = "M_f,Rd0 est calculé comme M_pl,Rd  mais en négligeant la contribution de l'âme"
IDS_CVL_RPT_EC_Plate_Shear_resistance_is_calculated_as = "est calculé comme "
IDS_CVL_RPT_EC_Plate_Shear_resistance_but_neglecting_web = "Mais en négligeant la contribution de l'âme "
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed = "Coefficient de réduction pour N_Ed"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed_dot = "Coefficient de réduction pour N_Ed"
IDS_CVL_RPT_EC_Plate_Reduction_factor_for = "Coefficient de réduction pour "
IDS_CVL_RPT_EC_Plate_Shear_resistance_Vbf_Rd_Calc_commt = "Prise comme étant la plus grande valeur entre (∑σ_i )W)"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta3_lt_05 = "Il n'est pas nécessaire de vérifier de le critère d'interacition"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta1_lt_Lim = "Pour la classe de section 1 ou 2, L'interaction M-V doit être vérifiée séparément par l'utilisateur "
IDS_CVL_RPT_EC_Plate_Shear_Shear_resistance_Vpl_Rd_Calc = "V_Ed  / Num. de l'âme "
IDS_CVL_RPT_EC_Plate_Shear_Number_of_Web = "Num. de l'âme "
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance = "M_b,Rd  Moment de résistance au flambement "
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance2 = "Moment de résistance au flambement "
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance = "N_b,Rd Résistance au Flambement axial"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance_ComRat = "Ratio combiné "
IDS_CVL_RPT_EC_Plate_LTB_U_frame_model = "Modèle de Poutre en U"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1 = "- Vérification de compression et flexion déviée "
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1_2 = "Vérification de compression et flexion déviée "
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type = "- Buckling coefficients for different type of load application"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type2 = "Coefficient de flamement pour différents types d'application de charge "
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_without_stiff = "- Pour les âmes sans raidisseurs longitudinaux "
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_with_stiff = "Pour les âmes avec raidisseurs longitudinaux "
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng = "- Longueur effective chargée "
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng2 = "Longueur effective chargée "
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist = "- Résistance de calcul "
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist2 = "Résistance de calcul"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle = "- Résistance à l'effort tranchant d'un seul connecteur "
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle2 = "Résistance à l'effort tranchant d'un seul connecteur "
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc = "- Effort tranchant longitudinal appliqué sur une longueur L_A_B"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc_Des = "Effort tranchant longitudinal appliqué sur une longueur "
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_conc = "Vérification, Dalle "
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud = "- Ordre de contrainte de cisaillement pour le connecteur "
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud2 = "Ordre de contrainte de cisaillement pour le connecteur "
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc = "v_L,Ed espacement du goujon / Nombre de goujon "
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc2 = "Espacement du goujon / Nombre de goujon "
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor = "- Coefficient équivalent de dommage "
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor2 = "Coefficient équivalent de dommage "
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2 = "- Ordre d'amplitude constante équivalent de la contrainte de cisaillement correspondant à 2 millions cycles "
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2_Des = "Ordre d'amplitude constante équivalent de la contrainte de cisaillement correspondant à 2 millions cycles "
IDS_CVL_RPT_EC_Plate_StressLT_Characteristic = "Nom de combinaison d'ations caractéristique:"
IDS_CVL_RPT_EC_Plate_StressLT_Quasi_permanent = "Quasi-perma"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel = "- Dans l'acier de construction "
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt1 = "(Fibre Sup-droit de la sem"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt2 = "Axe neutre dans l'âme "
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title = "- Dans le béton de la dalle "
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title2 = "Dans le béton de la dalle "
IDS_CVL_RPT_EC_Plate_StressLT_Rebar = "- Dans les armatures "
IDS_CVL_RPT_EC_Plate_StressLT_Rebar2 = "Dans les armatures "
IDS_CVL_RPT_EC_Plate_StressLT_NoCheck_Rebar = "Armatures comprimées. Vérification non nécessaire "
IDS_CVL_RPT_US_PSCS_ROUGH_LWC_AREMA = "Intentionnellement rugueux (0,25 po.)"
IDS_CVL_RPT_US_PSCS_ROUGH_NWC_AREMA = "Intentionnellement rugueux"
IDS_CVL_RPT_US_PSCS_NOT_ROUGH_AREMA = "Non intentionnellement rugueux"
